{
    "1-A01": {
        "title": "楽器未経験者のための弦管打複合電子楽器の開発",
        "authors": [
            "矢田 絵理奈",
            "岩井 将行"
        ],
        "affils": [
            "東京電機大学",
            "東京電機大学"
        ],
        "session": 1,
        "accept": 6,
        "category": 2,
        "paperid": 11,
        "abst": "楽器未経験者にとって，楽器を始めるハードルは高く日常的に楽器に触れる機会も限られている現状がある．演奏者を増やすためには何よりも「きっかけ」が重要であると考え，演奏方法に着目して簡易的に楽器を体験する機会を増やす方法を模索し，弦楽器，管楽器，打楽器の要素を一体化した複合電子楽器「kiMera」を考案した．この楽器は，表面に鍵盤，裏面にはヴァイオリンの構造，側面にはフルートのキーやトランペットのピストンが配置されている．各楽器の要素をセンサーで再現し，MIDI規格で音を生成することで，ユーザーが複数の楽器を一度に体験することができるコンパクトな楽器である．試作機の外見に対するアンケートでは，92%が各楽器のイメージを持つことができたと回答しており，主観的な評価としては，演奏は難しくとも音を出す体験が容易になったことを示す．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "1-A02": {
        "title": "ParaSights：両眼視野闘争によって2つの環境と並行してインタラクションできる空間提示手法",
        "authors": [
            "山本 航世",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 6,
        "category": 2,
        "paperid": 12,
        "abst": "本研究は，複数の空間と並行してインタラクションできる仕組みとして，両眼視野闘争の特性を活用した手法を提案する．複数環境の同時体験インタラクションとして，従来は視野分割やオーバーレイといった手法が試みられてきたが，それらは操作効率の低下や自己投射性の欠如といった課題があった．本研究では，左右それぞれの眼に異なる第一人称視点を提示する「ParaSights」を提案し，視点切り替えの操作を必要とせずに，2空間と並行してインタラクションできるシステムを実現した．ParaSightsは，左右それぞれの眼に異なる視点を提示することで視覚闘争を誘発し，2視点の見え方が無段階に切り替わる仕組みである．これにより，体験者は2つの環境に同時に没入し，直感的に操作できる．11名を対象とした試用により，VR酔いを誘発することなく，異なる2つの視点を同時に知覚できることが明らかになった．また，視野闘争がもたらす知覚の切り替わりが，体験者の意図により一定程度制御できる可能性が示唆された．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "1-A03": {
        "title": "近距離無線通信を用いた形状自在キーボードシステム",
        "authors": [
            "山上 航輝",
            "後藤 将人",
            "門本 淳一郎",
            "入江 英嗣",
            "坂井 修一"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 122,
        "abst": "キーボードはコンピュータへの入力手段として広く用いられているが，その形状は人間にとって最適化されていないことが多い．また，人間工学に基づいて設計されたエルゴノミックキーボードであっても，個人差や用途差を吸収することはできない．そこで本研究では，ユーザーがキーを自由に配置できるキーボードを提案する．このキーボードでは近距離無線通信を用いることで，キーの立体的な配置と十分なキー数を実現する．また，立体配置とユーザビリティ，給電・通信の両立のために砂鉄と磁石を用いてキーを固定する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A04": {
        "title": "物体のインタラクティブな引き抜きを可能とするための基礎検討",
        "authors": [
            "柴田 海音",
            "松浦 昭洋"
        ],
        "affils": [
            "東京電機大学",
            "東京電機大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 147,
        "abst": "本稿では，物体の多様な引き抜きを可能なインタラクティブシステムを構築するための基礎実験として，シリンジからプランジャを引き抜く際の最大荷重が，シリンジ内の空気量や電磁弁の開閉パターンによりどのように変化するかを調べる計測を行い，シリンジサイズ，シリンジ内の空気量，電磁弁の開閉タイミングと開放度合いによる最大荷重の変化の特徴を確認した．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "1-A05": {
        "title": "デジタル広告における広告疲労軽減のための可視化システム",
        "authors": [
            "長谷川 聡美",
            "大矢 隼士",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "Septeni Japan株式会社",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 66,
        "abst": "デジタル広告の市場規模は年々拡大を続けている．デジタル広告は多様な形式やターゲッティングで配信が可能であり，企業にとって重要なマーケティング手法の一つとなっている．デジタル広告の課題として「広告疲労」があげられる．広告疲労とは，同じ広告が何度もユーザに表示されることでユーザがその広告に飽き，広告の効果が低下する現象である．これにより，クリック率やコンバージョン率が低下し，デジタル広告のパフォーマンスが悪化する．本研究では，広告疲労を回避するための効果的なデジタル広告の配信方法を明らかにするために，広告データを分析し，その結果を可視化するインタラクティブなシステムを提案する．このシステムは，広告疲労を軽減し，効果的な広告の特性を明らかにすることで，デジタル広告の効果を最大化することを目的とする．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A06": {
        "title": "多義図形の知覚特性を利用したビデオゲームシステムの提案",
        "authors": [
            "城野 玲於奈",
            "平野 怜旺",
            "渡邊 恵太",
            "橋本 直"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 120,
        "abst": "多義図形とは1つの図形に複数の見え方が存在する図形である．多義図形では自発的に見え方の認識を変えられる一方で，意志に反して複数の見え方が頻繁に切り替わって認識してしまう現象や１つの見え方しか認識できない状態が生じる．このような多義図形における観察者の認識を検知し，ゲームに応用することができれば，認識によって隠しルートが出現するギミックや足場が消失するギミックを実現できるようになる．そこで本研究では，多義図形の知覚特性をギミックとして利用したビデオゲームシステムを提案する．提案手法では，脳波計を用いてプレイヤが認識している多義図形の見え方を判別し，この見え方に基づいてゲーム内のギミックを変化させる．本稿では，BCIを用いた判別システムについて説明し，プロトタイプの実装について述べる．その後，システムの検証結果について報告する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A07": {
        "title": "歌詞に基づく歌声アノテーションのためのインタフェース構築",
        "authors": [
            "中野 倫靖",
            "加藤 淳",
            "渡邉 研斗",
            "濱崎 雅弘",
            "後藤 真孝"
        ],
        "affils": [
            "産業技術総合研究所",
            "産業技術総合研究所",
            "産業技術総合研究所",
            "産業技術総合研究所",
            "産業技術総合研究所"
        ],
        "session": 1,
        "accept": 6,
        "category": 2,
        "paperid": 51,
        "abst": "声に対する時間局所的なアノテーションを行う際に，その歌詞を用いるインタラクションを提案する．従来，時系列メディアのアノテーションでは，アノテーション内容に時刻情報を含める強ラベルと，時刻情報が含まれない弱ラベルを基本として，それらの派生や改善が提案されてきた．本研究では，歌詞の文節を選択するだけでその時刻情報を指定できて，簡単にアノテーションできる「歌詞ベース」のアノテーションを提案する．歌詞ベースのアノテーションでは，その音源を再生するプレーヤと，既存のテキストエディタやExcel等のスプレッドシートがあれば可能であるので，本稿ではまず，Excelをアノテーションエディタとして用いて実際にセマンティックタグをアノテーションした結果を分析することで，実用性を検証する．そしてさらに，その使いやすさを向上するためのインタフェースとして，Lyrics-Based Singing Annotatorを提案する．本インタフェースでは，クリック可能な歌詞と音源を同期して再生する機能，付与対象の歌詞をループ再生する機能，特定のタグが付与された歌詞をハイライトする機能を持つ．",
        "pagenum": 9,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "1-A08": {
        "title": "ShapeReading: 厚みを触覚提示することで進捗を提示するデバイスの提案",
        "authors": [
            "山本 匠",
            "雨坂 宇宙",
            "Tian Min",
            "杉浦 裕太"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学",
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 123,
        "abst": "近年電子書籍リーダーの普及が進んでいるが，これらのデバイスは紙の本と比べると物理的な触感や質感のフィードバックに乏しく，読書体験を損なう恐れがある．既存の電子書籍リーダーでは提示不可能な紙の書籍の触覚的特徴の中でも，ページをめくる際の厚みの変化に着目する．本研究では，電子書籍での読書時に読書の進捗状況に対応した厚み情報を触覚的に提示する手法を提案する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A09": {
        "title": "風船3Dプリンタの実現に向けたパウチの熱融着パターンと変形角度の調査",
        "authors": [
            "石黒 凜",
            "鳴海 紘也"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 99,
        "abst": "インフレータブル構造は，キャラクターバルーンなどの軽量・大型形状を実現する上で有用である．しかし，複雑な形状のバルーンを作製するためには，一般に複数の平面パターンを接着して曲面を実現する必要があり，設計・製造コストが高い．そこで本研究では，インフレータブル構造により軽量かつ大型の形状を試作する別のアプローチとして，風船3Dプリンタを提案する．風船3Dプリンタとは，2層のプラスチックフィルムをRoll-to-rollで断続的に熱融着することで，実質無限長かつチューブ状のパウチモータを作製し，Fused Deposition Modeling(FDM)方式の3Dプリンタの要領で積層することで目標の立体形状を実現する造形方式である．チューブは一定間隔ごとにあらかじめ計算した方向へ曲がっており，全体として目標の形状を取る．本稿ではその予備調査として，先行研究を参考にした熱融着パターンと変形角度の調査を行った．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A10": {
        "title": "HMKとアイポインティングを組み合わせたマルチモーダルな入力手法",
        "authors": [
            "野原 僚人",
            "石川 博規",
            "真鍋 宏幸"
        ],
        "affils": [
            "芝浦工業大学",
            "NTTドコモ",
            "芝浦工業大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 125,
        "abst": "HMDは将来的に，PCやスマートフォンのように日常的に使われることが予測されている．日常利用にはオブジェクト操作だけではなく文字入力も重要となるが，現在のHMDでの文字入力には課題がある．我々はこれまで，Head Mounted Keyboard(HMK)とヘッドポインティングを組み合わせた入力を提案し，高速な文字入力と素早いポインティングへの切り替えを実現してきた．しかし，空間全体を利用できるVR\/AR環境でヘッドポインティングを用いる場合，ユーザは頭部を大きく動かす必要があり，負担となる．そこで，本研究ではHMKとアイポインティングを組み合わせる入力手法を提案する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A11": {
        "title": "銀ナノインク・導電転写箔の配線に対する強固なはんだ付け部品実装手法",
        "authors": [
            "鈴木 智仁",
            "真鍋 宏幸"
        ],
        "affils": [
            "芝浦工業大学",
            "芝浦工業大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 126,
        "abst": "電子回路製作はパーソナルファブリケーションにおいて重要な要素である．一般的な電子回路実装手法としてプリント基板（PCB）があるが，個人での作製には時間やコストの面での負担が大きい．このような課題を解消するため，個人でも手軽に作製できる電子配線手法が研究されてきた[4,2,3]が，通常のはんだによる部品実装を行えないという課題があった．本論文では，フラックスフリーのはんだを用いることで，これらの配線に対して部品実装を行う方法を提案する．抵抗値評価，せん断強度試験，デバイスの実装による評価を行い，本手法が強度と導電性を両立する手法であることが分かった．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A14": {
        "title": "地域と連携したユーザテストを行うためのポータルサイト構築を目指したプロトタイプの実装",
        "authors": [
            "須﨑 比奈子",
            "元村 愛美",
            "五十嵐 健夫",
            "五十嵐 悠紀"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学",
            "東京大学",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 109,
        "abst": "我々は，地域の方々に対するサイエンスコミュニケーションの一形態として，大学での研究におけるユーザテストを積極的に活用していく仕組みづくりを目指している．これを実現するために，大学で研究を行う学生自身が自分の研究を利用する対象ユーザ層を明確化し，対象ユーザを集め，テスト可能にするための，地域と連携したポータルサイトを構築することを目指す．本稿では事前調査を行い，これまでの日本におけるHCI分野のユーザテストを分析し，プロトタイプ設計と実装を行ったので報告する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A15": {
        "title": "バーチャルハンドのスケール変化を用いたハンドリダイレクション手法の提案",
        "authors": [
            "森本 浩輔",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 106,
        "abst": "バーチャルハンドの位置・姿勢を現実の手とずらして表示するハンドリダイレクションはVR空間の異なる位置へのリマッピングやユーザのインタラクションの範囲を広げることが可能である．本研究ではバーチャルハンドのリダイレクト中におけるスケール変化が，ユーザが気づかない実際の手の位置からのオフセットに与える影響を検証した．心理物理学的実験を実施し，バーチャルハンドのスケールを大きくすることでオフセットの閾値の上限が増加することを明らかにした．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A16": {
        "title": "LifeRhythmPlant：社会的インタラクションの促進に向けた生活リズムを反映する分身植物",
        "authors": [
            "彭 涵睿",
            "中尾 拓郎",
            "中根 愛",
            "志水 信哉",
            "吉田 貴寿",
            "南澤 孝太"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学",
            "日本電信電話株式会社",
            "日本電信電話株式会社",
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 176,
        "abst": "本研究は，ライフログデータを活用して生活リズムをより良く理解することを目的とし，個人と相互に影響を与え合う「分身植物」のコンセプトを提案し，共同生活に向けたデータマッピング手法の開発を目指す．このシステムは，異なる時間軸のデータを統合し，個人の生活パターンを反映する分身植物を生み出す．ユーザは自身の行動をリアルタイムで視覚的に理解できるだけでなく，他者の分身植物を見ることで他者の行動も理解できる．これらの相互共有により社会的インタラクションを促進する可能性がある．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A17": {
        "title": "ASMR動画に合わせて撫でられる感覚を提示するシステムASSADSの実装",
        "authors": [
            "清水 怜良",
            "湯村 翼"
        ],
        "affils": [
            "北海道情報大学",
            "北海道情報大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 89,
        "abst": "ささやき声や咀嚼音などを再生して聴覚を刺激し，心地よさやぞくぞく感を与えるASMRというジャンルの動画がある．ASMRには，バイノーラルマイクを手で撫でる音を視聴者が聞くことで，撫でられている感覚を体感するものがある．しかし，撫でるASMR動画では，撫でられたという触覚的な体感を得ることはできない．そこで本研究では，音に加えて擬似触覚を付与することで，ASMR動画にあわせて撫でられる感覚を提示するシステムASSADS（アサダス）を提案する．ASSADSは，ASMR動画に合わせて制御コマンドを送信するASSADS Connectと，ユーザの頭部を温めて疑似触覚を提示するヘルメット型デバイスASSADS GEARで構成される．我々の既報では，ASSADSの設計と予備実装をおこない，疑似触覚について考察した．本稿では，ASSADS Connectの実装を進め，ASSADS GEARの実装形状について検討した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A18": {
        "title": "緊張感緩和を目的とした自己鏡映像との対話システムTalk To MEの提案",
        "authors": [
            "小野 秀悟",
            "川越 至桜"
        ],
        "affils": [
            "東京大学",
            "東京大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 179,
        "abst": "昨今，情報技術が暮らしを便利にするだけではなく，メンタルヘルスをサポートするようになった．特に，身体所有感を付与したアバターとの対話によるカウンセリングを行うと不安や緊張感が軽減されることが報告されている．一方，内言という感情調整法では，自分自身との対話を通じて葛藤を解消し，ストレスを調整する効果がある．本研究では，この内言を模倣した対話システムTalk To ME（自己鏡映像との対話システム）を開発し，学習者のストレス管理を支援することを目的とする．具体的には，身体所有感と物語的自己感の二つを付与したアバターと対話を重ねることで不安やストレスの軽減を目指す．予備実験として，システムにおける仮想自己からの発話と，内言での脳内の発話とで違いが生じる言葉産出のプロセスの有無が，緊張や不安軽減に与える影響を評価する実験を行った．結果，両群で優位な差が見られず，Talk To MEが内言と類似した感情調整に一定の効果が得られることが示唆された．",
        "pagenum": 4,
        "confirm2": "確認しました．"
    },
    "1-A19": {
        "title": "PTTV：粉末混合式の味ディスプレイ",
        "authors": [
            "千田 知佳",
            "宮下 芳明"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 159,
        "abst": "既存の味ディスプレイでは主として，味溶液混合式が採用されてきた．しかし腐敗等のリスクから味溶液の長期保存が困難であった．また，ポンプの詰まりや，添加された水分による湿潤化・ 食感損失も指摘されている．これらの問題を解決するため，本稿では粉末混合式の味ディスプレイを提案する．まず，スクリューを用いて粉詰まりを防ぎ，粉末の安定した出力を実現した．そしてロードセルで質量を計測し，目標値に近づくほどスクリューの回転速度や蓋の開閉を自動調整することで精密な計量と混合を実現した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A20": {
        "title": "Opticuisine: 光学レンズ食品のための画像印刷手法",
        "authors": [
            "吉本 健義",
            "宮下 芳明"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 145,
        "abst": "光学レンズ食品はレンズ形状を持つゼリー部分と下地の画像パターンを組み合わせることで，視点によって見え方が変化する効果を発揮する食品である．これまでの光学レンズ食品では，食器に印刷された画像パターンを用いており，ゼリーを持ち上げると同時に視覚効果が失われるという制約があった．そこで，本稿では転写シートを用いた食品への印刷手法を光学レンズ食品に適用し，画像パターンごと食べることができる光学レンズ食品の実現に取り組んだ．本手法を用いた光学レンズ食品の制作プロセスについて述べるとともに，画像パターンと一体化した光学レンズ食品の制作事例を紹介する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A21": {
        "title": "ESCAFE: スマートフォンのフラッシュを利用した表面油分の強調によるコーヒー豆の鮮度推定",
        "authors": [
            "阿座上 知香",
            "山田 渉",
            "落合 桂一"
        ],
        "affils": [
            "株式会社NTTドコモ",
            "株式会社NTTドコモ",
            "株式会社NTTドコモ"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 187,
        "abst": "コーヒー豆は鮮度が低下すると風味が失われるため，消費者は鮮度の高い豆を選ぶか，豆の鮮度に合わせて抽出方法を調整する必要がある．一般的に，鮮度の推定には抽出時の豆の膨らみ具合の観察や，ガスクロマトグラフを用いた香りの測定が用いられるが，前者は抽出前に行うことができず，後者は特殊な装置が必要なため非専門家には困難である．そこで本論文では，スマートフォンのフラッシュを用いて撮影したコーヒー豆の表面画像から鮮度を推定する手法を提案する．本手法は，コーヒー豆が劣化すると油分が表面に染み出す特徴に基づき豆の表面に現れる油分から鮮度を推定することを目的としている．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-A22": {
        "title": "オノマトペを用いた脳波制御訓練手法による魔法ゲームシステム",
        "authors": [
            "二瓶 朝渉",
            "平野 怜旺",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 6,
        "category": 2,
        "paperid": 52,
        "abst": "ブレインコンピュータインターフェイス（BCI）は，脳と外部機器の直接通信を可能にする技術である．脳波（EEG）ベースの非侵襲型BCIは，主に医療用途に利用されるが，ビデオゲームへの利用にも関心が高まっている．BCIを使ったビデオゲームは，プレイヤーに斬新で魅力的なモダリティを提供し，ゲームへの没入感を高める可能性がある．本研究では，オノマトペを用いた脳波制御訓練手法により，心的イメージで魔法を制御するビデオゲームを開発した．本システムでは，ユーザはBCIを装着し，魔法の視覚イメージとオノマトペを用いた発話イメージを同時に想起することで，魔法を操作することができる．本稿では，制御パフォーマンスとビデオゲームの体験の両方を評価することにより，本手法の有用性を検証した．その結果，本手法がBCI制御において一定の制御性能を示し，ビデオゲーム体験の向上に有用である可能性を示唆した．また，ゲームへの没入感や楽しさについても高い評価を得た．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "1-B03": {
        "title": "Whisphone: ささやき声で入力できるイヤホン",
        "authors": [
            "福本 雅朗"
        ],
        "affils": [
            "Microsoft"
        ],
        "session": 1,
        "accept": 6,
        "category": 2,
        "paperid": 5,
        "abst": "Whisphoneは，ささやき声での音声入力が可能なイヤホンである．先端部にマイクを搭載したカナル(耳穴挿入)型イヤホンによる外耳道閉鎖効果によって，骨導経由で外耳道内部に放射されたささやき声を効率的に収音できる．耳穴を塞ぐことによる外部騒音の遮断に加え，イヤホンのANC(Active Noise Canceling)機能の併用によって，80dB(A)の騒音下においても微小なささやき声の収録と音声認識が可能である．小型の機器は目立ちにくく常時装用が容易であり，小さなささやき声は入力に際して周囲の迷惑になりにくい．本装置を用いることで，オフィス・家庭・街頭等，日常生活の多くの場面においてハンズフリーでAIアシスタントとの対話を行うことができる．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "1-B04": {
        "title": "SlimeMolder：粘菌を観察しながら育む粘菌ファブリケーションシステムの提案",
        "authors": [
            "迫田 海斗",
            "田井 普",
            "塚田 浩二"
        ],
        "affils": [
            "はこだて未来大学",
            "慶應義塾大学",
            "はこだて未来大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 132,
        "abst": "本研究では，粘菌ファブリケーションのために粘菌を日常生活環境で手軽に培養と表現実験ができる自動培養システムを提案する．粘菌は環境や刺激に応じて，広がり方が異なる特性を持ち，HCI研究や芸術表現にとって可能性のあるマテリアルである．一方，湿度や温度の管理，餌や培地の適切な交換が必要なため，日常生活環境での培養は難しい．そこで，本提案では粘菌の自動培養装置「SlimeMolder」を開発し，多彩なインタラクションや表現分野で活用可能な，粘菌ファブリケーション基盤を構築する．さらにアタッチメントを装着することで，粘菌を着色したり，特性を理解するための簡易実験環境を構築する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B05": {
        "title": "スマホ1台での撮影によるピアノのジェスチャー演奏",
        "authors": [
            "三田 ちひろ",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 68,
        "abst": "演奏をどこでも簡易的に楽しむことを目的として，鍵盤表示を必要としないジェスチャーのみでのピアノ演奏を可能にするために，手の動作から打鍵のタイミングを判定する方法を検討する. 本研究では1台のiPhoneを用いてMediaPipe Handsによるハンドトラッキングを適用し，指を曲げたタイミングで音が鳴るシステムを開発し, 評価実験を実施した．実験の結果から，左手親指の打鍵の判定基準の見直しや，右手中指から小指までの3本の指の離鍵判定の見直しが必要であるとわかった．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B06": {
        "title": "西洋絵画における作者の影響関係を可視化するユーザインタフェース",
        "authors": [
            "小田 稜子",
            "中村 栄太",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "九州大学",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 73,
        "abst": "本稿では，西洋絵画における画家間の影響関係を色彩を基軸にネットワークで可視化するユーザインタフェースを提案する．本インタフェースは，画家間の知識の伝達や新しい創造の過程をミクロな視点から分析することを目的としており，従来の時代の流れと画風変遷を結びつけたマクロな視点の研究とは異なるアプローチを提供する．具体的には，各画家の色彩の使用傾向をもとに影響関係をネットワークで表現し，それを直感的に操作・観察できるWebアプリケーションを実装した．このインタフェースにより，個々の画家の作品が色彩の観点からどのように進化し，他の画家に影響を与えたかを視覚的に追跡できる．本インタフェースを通じて，西洋絵画の分析に新しい視点を提示し，従来のアプローチでは見逃されていた可能性のある関係性を探る機会を提供する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B07": {
        "title": "JumpLab 3D: 3Dゲームを対象としたカメラビヘイビアについての学習教材の開発",
        "authors": [
            "伊藤 正佳",
            "福地 健太郎"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 128,
        "abst": "コンピュータゲーム開発の初期段階において，キャラクターの動きや操作方法，カメラシステムなどの，いわゆる3C(Character, Camera, Controls)を入念に調整することが，ゲーム体験の質を向上させるために重要であると指摘されており，またそれを教える教科書や動画教材があるが，それらの調整結果をインタラクティブに体験できる教材は少ない．本研究では，3Cのうち，特にカメラビヘイビアの調整に焦点を当てた実験教材を提案する．本システムでは，ゲームステージにカメラビヘイビアの切り替えインタフェースを配置することで，特にステージデザインとカメラビヘイビアとの関係を体験的に学ぶことができる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B08": {
        "title": "視覚障害者の探索を支援する事前準備した地図を必要としない案内ロボット",
        "authors": [
            "栗林 雅希",
            "上原 康平",
            "Allan Wang",
            "森島 繁生",
            "浅川 智恵子"
        ],
        "affils": [
            "早稲田大学\/日本科学未来館",
            "日本科学未来館",
            "日本科学未来館",
            "早稲田大学",
            "日本科学未来館"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 74,
        "abst": "視覚障害者にとって目的もなく新しい場所を単独で歩いて楽しんで探索することは困難である．既存の視覚障害者のための案内システムも移動中に周囲の情報を提供するが，事前に準備された地図や自己位置推定のためのインフラストラクチャが必要であるため，多くの場所で使用できない．我々は視覚障害者用の案内ロボットを地図がなくても走行できるように改良し，さらにマルチモーダル言語モデルと統合することで様々な場所で探索を可能とするプロトタイプシステムを開発した．次にプロトタイプシステムがどのように周囲を説明しされにどのような機能が必要なのかを調査するために，ショッピングモールと科学博物館で10名の視覚障害者を対象に調査を行った．その結果，システムのニーズ，ユーザーの好みに基づいて周囲を3つの詳細レベルで説明する必要があることや，特定の場所で重要になる情報が明らかになった．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B09": {
        "title": "バレーボールのサーブ姿勢と精度の可視化による練習支援",
        "authors": [
            "鳥井 菜央",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 75,
        "abst": "我々はバレーボールにおいてコントロールの良いサーブを打つための練習過程を可視化する研究に取り組んでいる．本研究では，選手に目標物を狙いサーブを打ってもらい，落下地点からの距離と関節座標を取得する．取得した座標群に次元削減を適用して散布図として描画し，サーブの精度によって点を色分けすることで，サーブ姿勢と精度の相関を可視化した．また，3Dモデル可視化機能，トスの高さ可視化機能，関節の軌跡可視化，体のひねり・傾き・前傾可視化機能で，詳細な改善点を確認可能とした．結果，選手のサーブの安定性を確認することが出来た．また，評価の良いサーブの共通点を確認することができた．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "1-B10": {
        "title": "弱学習器間の関係性に着目したアンサンブルモデルの可視化",
        "authors": [
            "柏山 美結",
            "廣川 暢一",
            "松野 竜太",
            "佐久間 啓太",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "日本電気株式会社",
            "日本電気株式会社",
            "日本電気株式会社",
            "お茶の水女子大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 76,
        "abst": "機械学習技術を用いた予測モデルは，さまざまな業界で広く採用されている．一方で，運用されている予測モデルは年々複雑化している．複雑なモデルを解釈するためには，予測に使用される訓練データの理解に加えて，モデル自体の構造やモデルに特定のデータを入れた時の振る舞いを把握することも重要である．そこで本研究では，実際に運用段階で頻繁に使用されているアンサンブル学習モデルの学習メカニズムを3次元空間で可視化しモデル構造の理解を支援することで精度劣化原因の特定を促すインタラクション手法を提案する．本報告では，アンサンブル決定木として勾配ブースティング決定木GBDTを採用し，オープンデータセットを用いた実験を通して，提案する可視化手法の有用性を示す．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "1-B11": {
        "title": "LensTouch+: スマートグラスのレンズ面を使った入力手法の拡張",
        "authors": [
            "川崎 竜也",
            "真鍋 宏幸"
        ],
        "affils": [
            "芝浦工業大学",
            "芝浦工業大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 77,
        "abst": "HololensやXREAL Airなどのスマートグラスと呼ばれる光学シースルーなディスプレイを備えた眼鏡型デバイスが発売されている．スマートグラスは，大画面で映画を映したり，ユーザの周囲の物理オブジェクトを認識し，選択することが可能である．我々は，スマートグラスのレンズ面を用いた入力手法であるLensTouchを提案してきた．しかし，スマートグラスの強みである周囲の環境に対するインタラクションが未実装であった．本論文では，スマートグラスのレンズ面を使った周囲の環境への入力手法の拡張を行うLensTouch+を提案し，実装した．また，複数のアプリケーションを作成し，提案手法の有用性を確認した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B12": {
        "title": "インソール型センサによる荷物負荷時の歩行姿勢フィードバックシステム",
        "authors": [
            "伊藤 詩乃",
            "Yichen Peng",
            "Erwin Wu",
            "小池 英樹"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 81,
        "abst": "姿勢を正しく保つことは怪我を防ぎ，健康であるために重要である．特に，荷物を運ぶなど重労働を行うときは怪我のリスクが高い．しかし，現在の労働時の姿勢の分析システムでは，姿勢を画像で確認するためのカメラが必要であり [3, 4]，使い続けるのは難しくなっている．そこで，本稿ではユーザの活動を制限しないインソール型の足圧センサを用いて，荷物を持った状態での歩行姿勢を予測するモデルを学習させ，それをフィードバックするシステムを作成し，ユーザ実験を行った．1人のユーザを学習したモデルは84.7%，4人のユーザを学習したモデルは71.2%の正解率で歩行姿勢を分類する．アンケートの結果，音声と振動のフィードバックのうち，振動のみが好まれた．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B13": {
        "title": "ぼかしを用いた視線誘導による技能獲得支援の検討",
        "authors": [
            "山口 駿斗",
            "宮藤 詩緒"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 84,
        "abst": "AR技術は, 教育や医療などの幅広い分野で, 技能習得の効率化を目的に活用されている. 特に, ARによる技能習得支援において, 視線誘導は効率的な情報伝達と集中の維持を促す方法として注目されている. 本研究では, AR上での視線誘導による技能獲得支援手法を提案する. 本論文では, 視線誘導の手法として「ぼかし」を用い, AR空間での視線誘導をVR空間において擬似的に再現し実験を行った. ぼかしによる視線誘導が装着者の視線動作に及ぼす影響を定量的に評価することで, この手法の技能習得支援への有用性を検討し, 視線の安定化と集中の向上を確認した結果について報告する.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B14": {
        "title": "SkiExARGame: 拡張現実を用いたアルペンスキーエクサゲーム",
        "authors": [
            "田部井 勇輝",
            "松本 高",
            "小池 英樹"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 85,
        "abst": "これまでの研究で, HMDを用いてユーザのアルペンスキーにおける技能の向上を支援するXRベースのシステムが数多く提案されている. 一方で, ユーザのアルペンスキートレーニングに対するモチベーションの向上を目的としたシステムは少ない. そこで本論文では, ユーザのスキーにおけるターン技術の改善とトレーニングに対するモチベーションの向上を支援する, ARベースのゲーミフィケーションを用いたシステムを提案する. 本システムでは, 実際にスキーで行われているトレーニング手法が取り入れられており, ゲーム中でのユーザのターンのリズムや姿勢に応じてスコアが決められる. これにより, ターンにおけるリズム感やユーザの上半身の姿勢を改善することと, スキートレーニングに対するモチベーションを高めることを支援する.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B15": {
        "title": "球面ディスプレイを用いたオンラインショッピングシステム",
        "authors": [
            "竹内 大空",
            "宮藤 詩緒",
            "Jana Hoffard",
            "牧本 悠斗",
            "小池 英樹"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 86,
        "abst": "本研究では，オンラインでオフラインショッピングのようなコミュニケーションベースのショッピング体験ができることを目的とし，球面ディスプレイと360度カメラを用いたオンラインショッピングシステムを提案する．本システムを実現するにあたり，リモート側のアプリケーションには主に三つの機能が必要であると考える．本論文ではそれらがどのような役割を果たし，どのようにして実装されたかについて議論する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B16": {
        "title": "3Dプリンタ未経験者の理解と利用意欲を高めるためのLithophane造形システム",
        "authors": [
            "臼井 義人",
            "高橋 治輝",
            "松村 耕平"
        ],
        "affils": [
            "立命館大学",
            "立命館大学",
            "立命館大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 183,
        "abst": "3Dプリンタが安価になり，個人でも手軽に3Dプリンティングが可能になったことで，パーソナルファブリケーションの風潮が生まれた．しかし，3Dプリンタの使用には，依然として3Dデータの入手やパラメータや材料選定といった基本的な知識が求められ，さらにそれらを組み合わせた複雑な処理が必要となる．また，何かを作りたいという動機がなければ，3Dプリンタを利用することがないだろう．そこで本研究は，3Dプリンタ未経験のユーザに動機と手軽な利用条件，簡潔なワークフローを提供することで，理解と利用意欲の向上を目指す．その手段として，写真をLithophane形式の3Dモデルに変換して3Dプリントする手法を活用した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B17": {
        "title": "MR流体を用いて形状と硬さを動的に提示する触覚デバイスの提案",
        "authors": [
            "上村 宙",
            "湯村 翼"
        ],
        "affils": [
            "北海道情報大学",
            "北海道情報大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 88,
        "abst": "提示するデバイスとして，振動を用いて手触りなどを再現するもの，ピンアレイを用いた形状や点字を提示するものなどが研究されてきた．これらのデバイスでは，手触りや形状，硬さなど触覚情報の部分的な要素の提示にとどまり，触覚の複合的な提示を行うことはできていない．そこで本研究では，形状と硬さの両方を動的に提示するデバイスを開発する．MR流体と6個の電磁石を用いて2×3の解像度のプロトタイプデバイスの実装を行った．また，操作用のGUIアプリケーションを実装した．このデバイスにより，点字の表示や，物が動いているような感覚を提示することが可能となる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B18": {
        "title": "LaserBendにおける設計支援ソフトウェアの開発",
        "authors": [
            "今野 陽斗",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 121,
        "abst": "レーザーカッターは主に平面加工に特化しているため，3D作品の制作には加工したパーツの組み立てが必要になる．この組み立て作業は手作業で行われるため，作業の速度や精度，安定性など個人の技術に依存し，製作者によって作品の品質に差が生じる．そこで我々は，熱収縮性プラスチックの局所加熱によって，3D曲面を形成する新しい曲げ加工手法「LaserBend」を提案した．この手法により，従来では形成が難しかった立体的な曲面を組み立て作業なしで実現し，制作技術に依存せずに一貫した品質の3D作品の制作できる．しかし，従来のレーザーカッター用ソフトウェアは平面加工に限定され，設計段階で立体的な完成形を確認ができず，設計が困難だった．そこで本研究では，LaserBendによる曲げ加工を支援する3D設計ソフトウェアを開発する．本ソフトウェアは，設計段階での立体プレビュー機能により，製作者が完成形を視覚的に確認しながら設計ができる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B19": {
        "title": "ダミーターゲットの表示によるポインティングの所要時間の調整と百人一首かるたのスキル差の調整への応用",
        "authors": [
            "丸山 礼華",
            "栗原 一貴"
        ],
        "affils": [
            "津田塾大学",
            "津田塾大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 64,
        "abst": "本論文では百人一首かるたにおける新しいゲームスキル差の調整方法について検討する．実際にポインティングを行いたいターゲットとは別にダミーターゲットを表示することで，ターゲットのポインティングにかかる所要時間を調整できると考える．ポインティングタスクにおいて，ユーザがクリックするのは，ターゲットの様々な部分であり，最短距離の点であるとは限らない．ユーザのクリック位置を最短距離の点に近い，あるいは遠い位置に調整することができれば，平均的なポインティングの所要時間が調整されると考えられる．そこで，ユーザのクリック箇所の傾向を分析し，別のダミーターゲットのポインティングタスクとして提示することで，ユーザのクリック位置を調整することを目指す．また，ダミーターゲットをVRまたはARを用いて表示することにより，ポインティングの所要時間も調整できることが期待される．また，周りのユーザに影響を与えずにポインティングの所要時間を調整できるという点で，ポインティングを用いた対人ゲームにおけるスキル差の調整への応用が期待される．応用例として，ポインティングを用いた対人ゲームである競技かるたに本手法を適用し，その可能性について議論を行う．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "1-B20": {
        "title": "タイムラインの考え方を取り入れたサウンドインタラクションシステムの開発環境",
        "authors": [
            "齋藤 龍宏",
            "田村 隼",
            "真鍋 匠",
            "高橋 伸"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 150,
        "abst": "人の動きに対して音を出力するシステム（サウンドインタラクションシステム）は，ゲームやフィットネストレーニングなどの分野で利用されている．しかし，このようなシステムはプログラミングの専門的な知識を有する技術者が開発している場合が多い．そこで，我々はプログラミングの専門的な知識を有さない人が容易に開発できるようなサウンドインタラクションシステム開発環境の構築を目指している．本開発環境では，人体の骨格情報とサウンド出力情報を，動画編集におけるタイムラインの考え方を用いて結びつけることで，サウンドインタラクションを実現できる．本論文では開発中のサウンドインタラクションシステム開発環境における人体の骨格情報とサウンド出力方法の結びつけ方法について概要を紹介する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B21": {
        "title": "壁面を移動可能な小型ロボットによる動的な光演出",
        "authors": [
            "西村 拓己",
            "加藤 邦拓",
            "太田 高志"
        ],
        "affils": [
            "東京工科大学",
            "東京工科大学",
            "東京工科大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 71,
        "abst": "エンタテインメントやアートの分野において，ロボットやドローンを用いた動的な光演出が注目されている．しかし，これらの演出を実現するためには広い空間が必要となるため，室内や小規模なイベントでの実施が難しい．そこで本研究では, 小型ロボットを活用し，室内でも手軽に動的な光演出を実現可能なシステムを提案する．提案システムでは，LEDを搭載した複数の小型ロボットをGUIを介して制御する．小型ロボットの背面に磁石を設置し，ホワイトボードなどの平面に吸着させることで壁面での移動を実現する．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "1-B22": {
        "title": "高速投影と PDLC を用いた選択的情報提示",
        "authors": [
            "宮崎 竜輔",
            "宮藤 詩緒",
            "小池 英樹"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 83,
        "abst": "本研究では，高速プロジェクタとPDLCを用いて，投影した映像からユーザが能動的に情報を取り出し閲覧できるシステムを提案する．複数の異なる画像を1フレームずつ高速投影すると，人間の目では複数の画像が平均化された映像が知覚できる．プロジェクタによる投影にPDLCの透過\/不透過の切り替えを同期させ光路上に設置することで，特定のフレームのみを遮り，PDLC上には一部のフレームが，スクリーン上にはそれ以外のフレームが投影される．この手法を用いることで，PDLCの有無やその透明度変化の時間位相により知覚される映像を変化させることが可能となる．利用例として，情報の少ない投影映像にPDLCデバイスをかざすことで新しい情報が表示される，複数の情報が重なっている映像からデバイスをかざすことである特定の情報のみを取り出し閲覧する，複数のデバイスを用意しかざすデバイスによって得られる情報を変化させるといったものが考えられる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "1-B23": {
        "title": "即興的な身体表現を引き出すインタラクティブなデジタル教科書",
        "authors": [
            "時田 聡実",
            "伊藤 勇太",
            "茅野 政徳",
            "石黒 祥生"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "山梨大学",
            "東京大学"
        ],
        "session": 1,
        "accept": 5,
        "category": 2,
        "paperid": 91,
        "abst": "児童の動きに連動する視覚と聴覚フィードバックを用いたインタラクティブなデジタル教科書MotionTalesを提案する．日本の小学校体育科における「表現運動」は，児童に自由な身体表現を促し，創造性やコミュニケーション能力の育成に寄与する一方で，指導には専門的な知識や技術が必要であり，児童の多様な表現を引き出すのが難しいという課題がある．提案手法は，全身の動きに連動したインタラクティブな視覚・聴覚フィードバックを提供することで，児童から即興的な身体表現を引き出すことを目的としている．ここでは，多様な登場人物とその感情が描かれる国語教材である「スイミー」を題材に実装したシステムを紹介する．本システムは，物語に基づいた身体活動を通じて感情や考えを表現する新たなアプローチを提供し，児童の創造性と表現力の育成に貢献することが期待される．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A01": {
        "title": "ブレイキンDJ楽曲可視化システム",
        "authors": [
            "浜中 雅俊"
        ],
        "affils": [
            "未設定"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 46,
        "abst": "ブレイキンは，DJ（ディスクジョッキー）がプレイする曲で2名のダンサーが即興ダンスで対決する競技である．ブレイキンでは，ダンスと曲のシンクロすることが高く評価されるが，一般の鑑賞者の多くはその出来栄えを判断することが難しい．また，テレビ放送の視聴者の中には，ろう・難聴者が一定数いるが，彼らがブレイキンの映像を見た場合には，出来栄えを判断することが一層困難になる．そこで我々は，DJのパフォーマンスを可視化することで，シンクロ度合いの視覚的な理解を促進することを試みる．構築したDJ楽曲可視化システムは，全日本ブレイキン選手権で用いられ，日本放送協会により生収録された．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A02": {
        "title": "不可能立体を立体視環境で透視投影を用いて可視化するシステム",
        "authors": [
            "横井 総太朗",
            "松本 啓吾",
            "鳴海 拓志"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 170,
        "abst": "不可能立体をコンピュータグラフィックス上で表現する技術は，アートやエンターテインメント，認知心理学への応用を目指して研究が進められてきた．しかし，三次元的に不可能立体をモデリングする従来の研究では，特定の視点からのみ成立する錯覚が，他の視点からは不連続な面や歪みとして現れるため，錯覚を維持できないという課題がある．そのため，複数の視点から同時に表示することが求められる Virtual Reality (VR) のような立体視環境において，不可能立体を成立させる研究は限られている．本研究では，左右の視点ごとに異なるモデルを用いることで，両眼視差を活用して透視投影で不可能立体を立体視できるシステムを提案する．具体的には，本システムを用いて代表的な3種類の不可能立体を，立体視環境下で透視投影によるモデリングとレンダリングを行った．本研究の成果は，VRのような立体視環境で自然に不可能立体を表示し，他の物体とインタラクションを可能にする点にある．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A03": {
        "title": "他人のペットにアクションしてくれるバーチャルペット",
        "authors": [
            "前川 颯飛",
            "三武 裕玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 118,
        "abst": "本研究では,ソーシャルVR上で初対面の人に対する会話のきっかけになるバーチャルペットの実現を目的とする.バーチャルペットを連れて歩く状況をソーシャルVR上で再現し,バーチャルペット同士のじゃれあいが会話のきっかけとなることを目指す.本稿ではこの目標についてのシステム実装と体験実験を行った結果,今後の課題について記述する.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A04": {
        "title": "眼鏡の鼻あてに搭載した圧力センサを用いた耳ぴく入力と身体活動検出手法",
        "authors": [
            "大塚 晟",
            "高田 崚介"
        ],
        "affils": [
            "神戸市立工業高等専門学校",
            "神戸市立工業高等専門学校"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 31,
        "abst": "スマートグラス用のハンズフリー入力手法として，音声や視線，頭の動きを用いた方法が提案されているが，日常動作との切り分けが難しく，誤認識が問題となる．また，スマートウォッチは健康管理目的で普及しているが，スマートグラスには運動量や脈拍の計測機能を備えたものが少ない．そこで，本研究では眼鏡の左右の鼻あてに圧力センサを搭載し，耳を動かす動作（耳ぴく）を用いたハンズフリー操作に加え，瞬き，歩行，および脈拍を計測する手法を示す．提案手法は鼻あて部の圧力センサを用いるため，環境光，騒音などの外的要因に影響されない．実験では3名の協力者を対象に，耳ぴく，瞬き，歩行のセンサ応答を計測し，SVMを用いてユーザごとの分類器と汎用分類器を作成し，それぞれの識別精度を評価した．その結果，ユーザごとの分類器では平均98.3%，汎用分類器では平均92.4%のF1スコアが得られた．また，提案手法による脈拍検出の精度を従来の脈拍センサと比較し，その有効性を検証した．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A05": {
        "title": "残像効果を用いた高リフレッシュレートLCDによる視覚効果の検証",
        "authors": [
            "奈良 雅大",
            "宮藤 詩緒",
            "小池 英樹"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 95,
        "abst": "本研究では，高リフレッシュレート液晶ディスプレイによる視覚効果を検証する. ヒトの視覚において，高速で異なる色を呈する物体は，それらの色の混色として知覚される. これを経時加法混色と呼ぶ. 本研究では，液晶ディスプレイに高速で複数の画像を連続で表示することで，静止状態と動いている状態で見え方の変わる表示を実現した. これは，動いている状態では経時加法混色の画像統合のみだれが生じ，ずれた部分が色づいて知覚されるというカラーブレイキングという現象に基づいている. 本検証では，赤緑青黒で構成された4枚画像を高速かつ連続で表示する. 結果として，静止状態の観察者には，混色された灰色の画像として知覚され，動いている状態の観察者では格子の境界に色がついて知覚されたり，図形の外縁が色づいて知覚されたりする視覚効果が観測された. また，画面の前で物体が動くことにより，残像に色がついて見える効果を実証した. 液晶ディスプレイを用いた本検証は，デジタルサイネージによる案内や広告における，観察者の動きに応じた視覚効果の実現など，さまざまな状況で応用の可能性がある.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A06": {
        "title": "ソーシャルVRにおけるモーションキャプチャとプロシージャル制御の融合による一対多身体インタラクション手法",
        "authors": [
            "山岡 凌",
            "三武 裕玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 116,
        "abst": "VTuberと視聴者の交流として,ソーシャルVR空間上での一対一の対面イベントや,生放送でのコメントに対するリアクションが存在する.しかし,前者は濃密なコミュニケーションが図れる代わりに一度に対話できる人数は少なく,逆に後者は視聴者のコメントの一方向的なコミュニケーションになりやすい.そこで本研究ではリアルタイムにモーションキャプチャしながらも身体動作の一部をプロシージャル制御したアバタと参加者で同時並列的に身体コミュニケーションが図れるシステムを構築した.インタラクションの一例としてハイタッチシステムを構築し，人間的な動作を実現するため，人の手先軌道を上手く表現できるモデルである躍度最小軌道を援用した．更に頭部と体の向きを参加者のほうに向くようにした．参加者の右手位置にプロシージャル制御したアバタの右手位置を追従させ，参加者の位置に応じてプロシージャル制御したアバタの向きを動的に変化させた．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A07": {
        "title": "装着者の声だけを騒音環境でも利用可能にするフレキシブルマイク",
        "authors": [
            "平城 裕隆",
            "金澤 周介",
            "三浦 貴大",
            "吉田 学",
            "持丸 正明",
            "暦本 純一"
        ],
        "affils": [
            "東京大学\/産業技術総合研究所",
            "産業技術総合研究所",
            "産業技術総合研究所\/東京大学",
            "産業技術総合研究所",
            "産業技術総合研究所\/東京大学",
            "東京大学\/Sony CSL"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 103,
        "abst": "オンラインでの音声対話や音声入力を用いたインタフェースは広く利用されている．しかし，騒音環境や複数の利用者がいる環境では利用が難しい．これまではマルチモーダルなセンシングやイヤホン型デバイスによる入力などが提案されてきたが，GPUがない環境での推論が難しいことや特定の方向のノイズに弱いことが課題であった．これを改善するマスク型のマイクが提案されているが，マスクは表情を伝達できない上に衛生上の問題がある．本研究ではフレキシブルなマイクを用いた耳掛け型のデバイスを提案する．フレキシブルマイクの曲率による性能と利用可能な範囲を評価し，曲げることにより入力可能な性能が上がる他，顔を隠すことなく利用可能であることを示した．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "2-A08": {
        "title": "PP-Checker: プログラミング教育における大規模言語モデルと協調した曖昧性のある自動採点システム",
        "authors": [
            "関口 祐豊",
            "中村 聡史"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 16,
        "abst": "本論文では，プログラミング教育における採点業務の効率化を目指し，即時性，採点精度，曖昧性に焦点を当てた自動採点システムPP-Checkerを提案する．PP-Checkerは，大規模言語モデル（LLM）との協調により，動的かつ視覚的なプログラミング言語の自動採点を実現する．また，リアルタイムでプロンプトを調整できる機能を備えており，学生が課題に取り組んでいる間にも採点基準を更新し，結果をすぐに反映できる．実際の講義で計2400分運用した結果から，PP-Checkerは課題の再提出時間を平均3.6分まで短縮し，課題採点業務の効率化に貢献することが示された．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A09": {
        "title": "人流シミュレーションの3次元空間における時系列可視化",
        "authors": [
            "大木 杏夏",
            "大西 正輝",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "産業技術総合研究所",
            "お茶の水女子大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 105,
        "abst": "人流シミュレーションは人流誘導方法を決定するパラメータによって制御され，そのシミュレーション結果は混雑度や移動時間といった複数の指標によって評価される．シミュレーション利用者にとって好ましい誘導計画を策定するためには，シミュレーション利用者がシミュレーション結果を正しく解釈し，それにもとづいて理想的な状況を実現するための誘導計画を立てる必要がある．一方で，人流シミュレーションの対象空間には建築物内部の立体的な人流も含まれるのに対して，人流シミュレーションの3次元空間における可視化に関する手法は少ない．そこで，本稿では3次元の人流シミュレーション結果を直感的に理解できる形で提示し，利用者にとって最適な誘導計画を提案することを目的とする．具体的には，シミュレーションを通じて得られたデータをもとに，時間の経過に伴う人流の動きや変化を3次元空間で可視化するとともに，混雑状況や移動パターンを明示することで，利用者のより効果的な人流誘導計画立案を支援する．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "2-A10": {
        "title": "RAGを活用した研究アイデア発想支援システム",
        "authors": [
            "今村 翔太",
            "暦本 純一"
        ],
        "affils": [
            "東京大学",
            "東京大学\/SONY CSL"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 101,
        "abst": "本研究では，研究アイデアの概要を入力することで関連研究データベースの中から近い研究をベクトル検索により抽出し，大規模言語モデルを用いて過去の研究動向や入力したアイデアとの関係を整理するシステムを提案する．本システムにより，類似点や相違点を容易に把握できるようになり，ユーザーは情報収集にかかる時間や労力を削減できる．近年，研究分野の進展が急速化し，特に人工知能など情報通信分野では過去の全研究を把握することが困難となってきている．本システムを活用することで，こうした急速に発展する分野でも，関連する研究を体系的に理解し，着実に新規研究に着手できるよう支援する．今後は，学会や大学の研究室など新しいアイデアの議論の場で本システムを活用してもらうことで，情報支援システムとしての有用性や効果について調査を行う予定である．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "2-A11": {
        "title": "母音，子音の順に選択を行う間接タッチ用かな文字入力手法",
        "authors": [
            "和田 優斗",
            "白根 薫",
            "崔 明根",
            "志築 文太郎"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "日本学術振興会\/筑波大学",
            "筑波大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 42,
        "abst": "間接タッチとは，操作対象が表示された出力面に直接触れるのではなく，別の入力面を介して行われるタッチを指す．間接タッチを行う際，ユーザは入力面を直接視認しないため，正確な位置に指をタッチダウンすることが難しい．日本語文字入力におけるこの課題を解決するために，我々はスマートウォッチを入力面に用いた間接タッチ用かな文字入力手法を開発した．本手法では，ユーザはベゼルからのスライドインによる母音選択，および目的の子音キーからのタッチアップによる子音選択を連続して行う．これにより，入力面の視認を必要としない，間接タッチによる正確な日本語文字入力が達成される．研究室内実験の結果，間接タッチ時に，本手法の平均文字入力速度が29.5 CPM，平均トータルエラー率が10.0%であることが示された．実験結果より，間接タッチにおける本手法の有用性が示唆された．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A14": {
        "title": "VRにおける立体図形問題用作図ツールの提案",
        "authors": [
            "斎藤 瞬矢",
            "三武 裕玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 113,
        "abst": "立体図形問題を解く際，二次元の紙面に三次元の図形を描くという従来の方法は多くの困難を伴う．描かれた図形は1つの視点からしか見ることができず，空間的な理解が妨げられることが多い．この制約は特に教育現場において，生徒が図形を直感的に理解する際の大きな障壁となっている．本研究では，Virtual Reality(VR)で立体的な作図を行うことができるシステムを作成した．本研究の目的は，VRを用いて立体図形問題における視覚的補助を提供し，理解度の向上を図ることである．また，VR空間を利用し複数人で立体図形を共有できるため，教師が生徒に図形を教える場面での円滑なコミュニケーションを促進することを重視している．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A15": {
        "title": "VR空間でのChatGPTを用いたリアルタイム話題要約システム",
        "authors": [
            "遠藤 冴花",
            "三武 祐玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 115,
        "abst": "近年，VRChatやclusterといったメタバースプラットフォームの普及から，メタバース空間でのコミュニケーションも一般的になってきている．アバタを用いたり，会話音量の距離減衰による複数の会話が並列で存在したりと，実空間により近い形でのコミュニケーションが取れるようになっている．その一方で，実空間で起こりうる会話上の問題も発生している．会話グループが複数あり，様々な話をしている中で，自分の興味のある会話をしているグループを見つけるためには手間がかかってしまう．そこで本研究では雑談や歓談といった会話グループが複数存在する空間で，どのグループがどのような話題を話しているかを共有ことで，入りたい会話グループを見つけやすくし，メタバース上での会話をより円滑に進めることを目的とする．システムの実装はVRChat上で行い，話題要約のためにChatGPTを用いて行う．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A16": {
        "title": "ボタンひとつで3Dプリントが体験できるシステムの提案と運用",
        "authors": [
            "高橋 治輝",
            "臼井 義人",
            "松村 耕平"
        ],
        "affils": [
            "立命館大学",
            "立命館大学",
            "立命館大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 25,
        "abst": "新しい技術を人に使ってもらうことは難しい．ましてや研究段階のシステムとなるとなおさらである．本稿では，3Dプリンタに興味のない人たちに3Dプリントを体験させることを目的として，簡単なボタン操作のみで3Dプリンタのすべての工程を体験可能なシステムを提案する．ボタンを押すことで3Dプリンタは自動で造形を開始し，造形中の造形速度を変化させる．システムを1ヶ月間に渡って運用したところ，オペレータ不在の状態であるにも関わらず166回の造形が行われた．また，体験者へのインタビューからシステムによって3Dプリンタに関する理解や興味が深まったことが示された．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A17": {
        "title": "教育専門家による認可保育所の評判分析のための可視化",
        "authors": [
            "樽見 理花",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 65,
        "abst": "本研究では，地方自治体や保育園運営者などの教育専門家が特定地域の認可保育所の評判を分析できるようにすることを目標に保育園の評判可視化システムを開発している．まず，文京区の認可保育所に関する第三者評価を記載したオンラインプラットフォームからユーザーの意見を収集し，SentenceBERTを用いて特徴行列を算出する．続いて，得られた特徴行列に対して次元削減を適用し，さらにクラスタリングを実施して保育園を複数のグループに分類する．さらに，各クラスタに対してトピック分析を適用し，各クラスタの分類根拠となる単語を抽出する．このプロセスを通じて，地図上に色分けしてマッピングする可視化システムを開発した．また，各認可保育所の共起ネットワークを示すことで，より詳細な分析が可能になる機能も設けた．今後は，分析結果をさらにわかりやすく可視化するための効果的な手法をシステムに組み込むことで，教育専門家が認可保育所の評判を容易に把握できるよう改善を図る予定である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A18": {
        "title": "オノマトペの内言における語形の違いがBCIパフォーマンスに与える影響",
        "authors": [
            "関井 汐織",
            "平野 怜旺",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 53,
        "abst": "メンタルタスクベースのブレインコンピュータインターフェース（MT-BCI）は，特定の思考やメンタルイメージを用いて外部機器を制御できる．MT-BCIを制御するために，ユーザトレーニングが重要であり，ユーザは特定の脳波パターンを安定して生成する能力が必要である．我々は以前の研究で，オノマトペを用いた脳波制御訓練手法を提案した．この手法は，発話イメージをオノマトペで表現し，ユーザがこれを内言することで脳波制御を行う．本研究では，オノマトペの内言における語形の違いがBCIパフォーマンスに与える影響を調査した．本稿では，5種類のオノマトペの語形を内言した時の脳波データを計測する実験を行った．その結果，オノマトペの語形がBCIパフォーマンスに影響を与える可能性を示唆した．さらに，各オノマトペの語形において，反復型が最もイメージ想起しやすいことを示した．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A19": {
        "title": "イヤホン型BCIにおけるオノマトペを用いた脳波制御訓練手法",
        "authors": [
            "平野 怜旺",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 100,
        "abst": "ブレインコンピュータインタフェース（BCI）は，脳と外部機器との直接通信を可能にする技術である．従来の頭皮脳波計測は日常利用に適さないため，耳部位を中心とした脳波（ear-EEG）が注目を集めている．しかし，ear-EEGのセンサー配置の特性上，一般的なBCI制御手法の適用は困難である．本研究では，イヤホン型BCIにおけるオノマトペを用いた脳波制御訓練手法の有用性を検証する．EMOTIVMN8のイヤフォン型BCIを用いて脳波データを計測し，脳波解析を行った．さらに，オノマトペによる発話イメージで操作可能なシステムを開発し，実用的なアプリケーションを実装した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A20": {
        "title": "わたあめディスプレイの開発",
        "authors": [
            "村上 カノ",
            "萩 歩咲",
            "藤江 宗馬",
            "山崎 悠揮",
            "瀬川 典久"
        ],
        "affils": [
            "桜美林大学",
            "京都産業大学",
            "京都産業大学",
            "京都産業大学",
            "京都産業大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 124,
        "abst": "近年，霧へ映像を投影するフォグディスプレイや，水の上の油に映像を投影するオイルバブルディスプレイなど，様々なものを投影対象としたディスプレイの開発が行われている．しかし，食べ物を投影対象としているものはまだ少ない．エンターテインメントの世界で注目を集めているプロジェクションマッピングでも，主に建物や人物を対象として映像を投影している．そこで本研究では，わたあめを投影対象としたディスプレイの開発を行う．わたあめに取り付けたARマーカーから位置座標をリアルタイムでカメラから取得することで，移動や回転などわたあめの動きに合わせて映像を提示する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-A21": {
        "title": "TTTV4：一口ごとに味を提示する味覚のパーソナルメディア",
        "authors": [
            "笠原 暢仁",
            "深池 美玖",
            "宮下 芳明"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 24,
        "abst": "本稿は「味覚のパーソナルメディア」を実現することを目的とし，カトラリー型味覚提示デバイスTTTV4のハードウェアとソフトウェアを試作した．各個人が使用することで，各個人が求める味を楽しむことができ，味覚コンテンツがパーソナライズされる．TTTV4は単なる小型化の実現だけでなく，対象ユーザを料理を「作る人」から「食べる人」まで拡張した．これに伴い，要求される多様な速度と精度に基づいたハードウェアの議論を行った．また，多様な対象ユーザでも扱えるインタフェースに関する議論を行うため，Direct ManipulationとInterface Agentsに基づく2つのユーザインタフェースを試作した．本稿における考察から，パーソナルメディアを実現するには，ユーザに合わせてインタフェースもパーソナライズすべきであることが示唆された．",
        "pagenum": 6,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A22": {
        "title": "振動付与・音再生・流量変化によって飲料の過剰摂取を防止するスマートストロー",
        "authors": [
            "辻 凌弥",
            "大西 鮎美",
            "寺田 努",
            "塚本 昌彦"
        ],
        "affils": [
            "神戸大学",
            "神戸大学",
            "神戸大学",
            "神戸大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 23,
        "abst": "飲料の過剰摂取は，私たちに様々な悪影響を及ぼす可能性がある．飲料摂取量の自己制限は困難なため，満足感を保ちつつ摂取量を制御するシステムが求められる．そこで本研究では，ストローでの飲料摂取時の感覚を変化させることで，満足感を下げずに飲料摂取量を調整するストロー型のシステムを提案する．提案システムは，振動付与，音再生，流量変化という三つの機能をもつ．これらにより本来の摂取量よりも飲料を多く飲んだとユーザを錯覚させ，摂取量を減少させることを狙う．振動付与機能は飲料を飲んだときにストローを振動させ，音再生機能では水を勢いよく飲んだときの音を再生し，流量変化機能ではストローの太さを細くすることでストローの流量を制限する．提案システムの各機能の効果を検証するために，それぞれの機能と機能オフの計4種類の状態のストローを使って被験者に同じ量を飲んだと思うまで飲料を摂取させた．実験結果より，今回採用した三つの機能は不快ではなかったものの，飲料摂取量に有意な減少はみられなかった．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-A23": {
        "title": "ネットワーク構成を改良したPoseSynthによる融合身体の試作体験",
        "authors": [
            "山口 周",
            "橋浦 健太",
            "畑田 裕二",
            "鳴海 拓志"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 166,
        "abst": "複数のユーザが1体のアバタを動作させる融合身体は人々の身体認知の解明や効率的な運動学習等の用途に活用されている．これまでの融合身体は2人のユーザのみを対象とした，2種類の異なる実装方法で検証されていたが，以前我々が提案したツールキット「PoseSynth」は，アバタの関節の姿勢を球面線形補間によって重ね合わせる手法により，両実装方法を統合した上で3人以上のユーザに対応し，新たな融合方法の実装と検証を容易にした．ただし，従来のPoseSynthでのネットワーク構成では同期しなければならない情報が多く，アバタの動作に遅延が発生していた．そこで本稿では，同期する情報の変更によって通信を高速化させる新しいネットワーク構成を採用した改良版PoseSynthを提案する．デモ展示では，改良版PoseSynthを用いて，誰もが自分好みの融合身体を手軽に試作できる体験を提供する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B03": {
        "title": "MagElePaint: 多様な素材に簡単に回路プロトタイピングが可能な磁性導電性塗料",
        "authors": [
            "山岸 真人",
            "高田 崚介"
        ],
        "affils": [
            "神戸市立工業高等専門学校",
            "神戸市立工業高等専門学校"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 29,
        "abst": "従来の導電性塗料を用いた回路プロトタイピング手法では，接着剤等を介して電子部品を接続するため着脱が難しく，また塗布対象が紙などに限られていた．そこで本研究では，鉄粉とボンド等の乾燥により硬化する液体を混合した磁性導電性塗料「MagElePaint」を用いた回路プロトタイピング手法を提案する．MagElePaintは，インジェクタを用いて紙，布，皮膚など多様な素材に自在に塗布でき，磁性を有するため磁石を介して電子部品を簡単に着脱できる．本論文にて，MagElePaintの材料の種類や混合比，塗布対象の素材による，抵抗値の経時変化を調査した．さらに紙，布，皮膚上での回路プロトタイピングを試みた．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-B04": {
        "title": "矩形選択によるユーザの選好を反映したParallel Coordinate Plots:人流シミュレーションでの適用事例",
        "authors": [
            "森 千紗",
            "大西 正輝",
            "伊藤 貴之"
        ],
        "affils": [
            "お茶の水女子大学",
            "産業技術総合研究所",
            "お茶の水女子大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 93,
        "abst": "Parallel Coordinate Plots(PCP)は，科学実験の結果解釈の補助に有効な手法である．実験結果の良し悪しによって折れ線に色をつけ，その色に基づいて解釈を行う．一方で，本稿にて適用事例とする避難誘導の人流シミュレーションのように，複数評価指標が存在する事例では，PCPの適用が容易でない．本稿では，評価指標を2軸に割り当てた2次元散布図上の矩形選択により，評価指標間の最適なトレードオフを反映した単一評価指標を計算することでPCPの折れ線に色付けをする方法を提案する．また，人流シミュレーションによる避難誘導実験を題材にして，提案手法の有用性を議論する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B05": {
        "title": "人体3Dモデルをオフセットして自動生成したTシャツの3Dプリント手法",
        "authors": [
            "小林 直生",
            "鳴海 紘也"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 97,
        "abst": "織りに代表される従来の服作りは，平面的な布のパターンを裁断・縫製して立体的な衣服を作り上げる2D to 3Dのプロセスに依存することが多い．しかし，衣服を着ることになる人体は3D形状であるため，2Dのパターンから始めるデザインプロセスには最終的な意匠を予測する技術や経験が求められる．そこで我々は，3Dスキャンにより取得した人体の3Dモデルを入力として，鎖帷子状の衣服3Dモデルを自動生成し，3Dプリンタにより製造する3D to 3Dの設計・製造プロセスを目指す．本稿ではその準備段階として，ZOZOMETRYによって取得した人体の3Dモデルをリメッシュし，そのメッシュをオフセットすることでTシャツの3Dモデルを自動生成した．また，生成されたTシャツのモデルを1\/8スケールに縮小し，Selective Laser Sintering(SLS)方式の3Dプリンタにより実際に印刷した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B06": {
        "title": "透視投影を考慮した単眼カメラからの全身・手関節３次元推定再考",
        "authors": [
            "山本 和彦"
        ],
        "affils": [
            "ヤマハ株式会社"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 108,
        "abst": "機械学習技術の発展により, 単眼RGBカメラ画像からのみで人の全身, または手関節の高精度の３次元位置推定が可能となってきている. 一般的にこれらは全身\/手のバウンディングボックス検出とその中での詳細な関節位置推定の2段階でおこなわれる. つまり, 画像のどこに対象が写っていようとも画像中心にあるものとして推定される. しかし, 撮像面に透視投影されることを考えると, カメラの光軸から離れるほど, つまり画像の端にいくほど, 奥行きの差は画像中心方向への変位へと変換される. そうしたバウンディングボックスを切り抜くと, 関節は実際より横倒しになって潰れた見た目の画像となっており, これを正面に対象が写っているものとして推定しても誤った結果になってしまう. これを解決するため, 我々は機械学習が解釈するバウンディングボックス内の関節が実際には透視投影されたより広い範囲の画像から切り取られたものだと再解釈することによって, 既存モデルであっても追加学習することなく精度を向上させられることを発見した. 本稿では, 既存モデルの再評価を通して従来の姿勢推定での深度評価, 学習方法における問題点を浮き彫りにする.",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "2-B07": {
        "title": "E-String Figures: 導電繊維編み込み紐を用いたあやとり技認識システム",
        "authors": [
            "永山 晃誠",
            "崔 明根",
            "武山 侑輝",
            "赤田 真由",
            "高田 崚介",
            "志築 文太郎"
        ],
        "affils": [
            "筑波大学",
            "日本学術振興会\/筑波大学",
            "筑波大学",
            "筑波大学",
            "神戸市立工業高等専門学校",
            "筑波大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 43,
        "abst": "本研究では導電繊維を編み込んだ紐および両手の指に取り付けた電極を用いることにより，あやとり技を認識するシステムを示す．本システムでは，両手の10本の指に装着した電極を用いて各電極間の電位差を測定し，得られた測定値から機械学習を用いてあやとり技を認識する．あやとりは技によって紐の絡まり方および紐同士の接触点が異なるため，技ごとに電極間を流れる電流の経路が異なると考えられる．そのため，あやとり技ごとの電極間の電位差の違いを認識することによって，あやとり技を認識することができると考えた．実験にて，3種類の連続技のそれぞれの変形工程を認識したところ，連続技1のF値が0.91，連続技2のF値が0.98および連続技3のF値が0.82という精度で認識できた．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-B08": {
        "title": "折紙構造を用いた自走式・形態変化パーティションデバイス",
        "authors": [
            "村上 聡",
            "藤田 和之",
            "北村 喜文"
        ],
        "affils": [
            "東北大学",
            "東北大学",
            "東北大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 129,
        "abst": "本デモでは，折紙構造と複数台のモバイルロボットを活用したパーティションデバイスであるOrigami Partitionを紹介する．本システムは，シンプルな制御で，幅，高さ，曲率を含む多形態変化が可能であり，様々なユーザタスクに対応する．また，使用しない時はコンパクトに収納可能であり高い配備可能性を備えている．概念実証プロトタイプとして3形態変化が可能なタチ・ミウラ多面体の折紙構造を持つ卓上スケールのパーティションを実装し，オープンプランオフィスでのいくつかのアプリケーションシナリオを紹介する．",
        "pagenum": 4,
        "confirm2": "確認しました．"
    },
    "2-B09": {
        "title": "啓巻：微細な筋肉の震えを計測する軽量な圧電デバイス",
        "authors": [
            "長澤 達哉",
            "藤吉 さと子",
            "安藤 潤人",
            "野間 春生"
        ],
        "affils": [
            "立命館大学",
            "立命館大学",
            "立命館大学",
            "立命館大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 130,
        "abst": "本研究では，変形に対して高感度なワイヤー状の圧電センサを用いて，筋の微細な震えを計測し，簡便に客観的な筋疲労指標を得られるデバイス「啓巻（けいかん）」を開発した．本デバイスは伸縮性テープとベルクロテープにより容易に腕部に装着でき，その動きを妨げない特長を持つ．本デバイスを用いて健康な成人男性14名を対象に，前腕に対して負荷をかけ，筋疲労した際に発生する震えを計測した．筋疲労に伴い10Hz付近の震えが減少する傾向が観測できた．これにより，本デバイス「啓巻」が筋疲労の簡易評価に有効であることを示した．今後は，筋疲労を定量的に評価し，適切なリハビリやトレーニング強度の提示を目指す．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B10": {
        "title": "CronUS",
        "authors": [
            "高柳 綾香",
            "小山 功太郎",
            "李 彦淳"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 133,
        "abst": "我々は，現実世界における「同一の時間軸内での対話しかできない」という時間の限界を超えたメタバース体験を提案する．体験内において，二人のプレイヤーは「技術のタネ」の入った宝箱の採集を行う．二人のプレイヤーは，時間の流れが速く他者の世界に入ることのできる未来人と，時間の流れが遅く自分の世界でのみ活動できる現代人に分けられる．現代人の世界には現代人の力だけでは立ち入ることができない部屋が存在し，その部屋へ入るには，未来人の介入が必要となる．介入できる時間には制限が存在し，未来人の介入開始地点は現代人によって決定される．未来人の与える変更は現代人の時刻が未来人の介入した時刻と一致したときであり，時差が存在する．このように，より多くの宝箱を探索するために二人のプレイヤーが時間を超えたインタラクションをとることが期待される．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B11": {
        "title": "Gino .Baseball: 時空間歪曲を用いた野球の捕球技術習得ソフトウェアの提案",
        "authors": [
            "鈴木 湧登",
            "岩崎 謙汰",
            "金沢 慧",
            "小林 育斗",
            "永見 智行",
            "坂本 大介",
            "小野 哲雄"
        ],
        "affils": [
            "北海道大学",
            "無所属",
            "株式会社Full Unleash",
            "北海道教育大学",
            "北里大学",
            "北海道大学",
            "北海道大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 139,
        "abst": "本稿では，現実世界の時間や空間のパラメータを変更することによって野球の捕球動作の学習にどのような影響があるのかについて予備的な調査を行った．そのために，ExtendedReality（XR）技術を用いて，ボールの大きさと速度を変更できる仮想的な捕球練習環境をXRアプリケーションとして作成した．ワークショップを行い学習に与える影響を調査した結果，XRを用いて現実世界の時間や空間のパラメータを変更することで捕球動作の認知能力や身体技術が向上することが示唆された．今後は捕球動作の改善についての定量的な評価が求められる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B12": {
        "title": "GazeTiling: 注視位置と場面の時系列変化を同時に可視化する視線分析ツール",
        "authors": [
            "楠 駿也",
            "福地 健太郎"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 141,
        "abst": "映像視聴時の視線移動を対象とした分析においては，被験者が映像のどの箇所を注視していたかを調べるため，注視位置を重畳した映像データを閲覧する．その際，状況の時系列変化を提示するためにタイムラインに映像のサムネイルを並べることが一般的である．しかし，サムネイル表示では一定間隔でフレームを抜き出して表示するため，その間隔の間に起きた状況の変化は可視化されない．一方，注視箇所の周辺画像を切り取って並べる手法では，注視位置の変遷を提示できるが，注視箇所画像の大きな変化があったときに，それが注視位置の移動によるものか状況の変化によるものかを注視位置画像のみから判断するのは難しい．本研究では， 時間・空間の両方向の連続性を保った可視化を実現する TimeSpaceSlice法を導入し，また注視箇所画像をタイル状に並べることでこの問題の解決を図った．加えてカラーマップによる注視位置の可視化を導入した．これらにより，注視対象の変遷の把握を容易にすることができると我々は考えている．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B13": {
        "title": "VR コンテンツにおける振動提示を伴ったスライム系モンスターとのインタラクションについての基礎検討",
        "authors": [
            "伊藤 匠海",
            "栗原 渉",
            "兼松 祥央",
            "松吉 俊",
            "三上 浩司"
        ],
        "affils": [
            "東京工科大学",
            "東京工科大学",
            "東京工科大学",
            "東京工科大学",
            "東京工科大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 143,
        "abst": "人間は生物と触れ合う生活を取り入れてきたが，その中でVirtual Reality（以下「VR」とする）技術の普及および発展に伴い，生き物のバーチャル物体とのインタラクションの研究が進められてきた．しかし，その対象は限られている．これまでにも現実の物体や生き物に対する触覚提示の開発事例は存在するが，特殊な感触を持つ仮想の物体や生物の触覚提示の事例は少数である．様々な架空の生き物がいる中で，本研究ではスライム系モンスターとのVRインタラクションについて取り組む．スライム系モンスターの表現には一定の「形状を保ち」 ，力を加えることで「変形する」デバイス及びバーチャル物体のスライムのインタラクションが必要になる．本研究ではスライム系モンスターのようなバーチャル物体とのインタラクションを可能にするコンテンツの設計と開発を行う．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "2-B14": {
        "title": "AIによる質問を利用したメール返信支援システムの評価",
        "authors": [
            "三浦 悠輔",
            "楊 期蘭",
            "栗林 雅希",
            "松本 啓吾",
            "葛岡 英明",
            "森島 繁生"
        ],
        "affils": [
            "早稲田大学",
            "東京大学",
            "早稲田大学",
            "東京大学",
            "東京大学",
            "早稲田大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 144,
        "abst": "長くて丁寧な職場のメールに返信することは，時間がかかり，認知的にも負担が大きい．大規模言語モデルを用いた返信作成支援システムは，メール返信プロセスを簡素化することを目的として提案されているが，ユーザは依然として期待する出力を得るために詳細なプロンプトを作成する必要がある．そこで本研究では，受信メールの内容を基にAIによって生成されたシンプルで短い質問への回答を通じて，ユーザが返信を作成できる，質問-回答方式のアプローチを提案し，評価した．本研究では，12名と9名を対象に，実験室環境と実環境でユーザ実験を実施した．その結果，提案手法は従来のプロンプトベースのアプローチと比較して，ユーザが適切なプロンプトを作成する手間を省き，メールの品質を維持しながら，返信の効率を向上させ，また作業の負担を軽減することが明らかとなった．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B15": {
        "title": "複雑な対象を推測が容易に表現するための漢字構造を用いたアイコン作成手法の提案",
        "authors": [
            "赤塚 翔太",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 175,
        "abst": "アイコンは言葉よりも迅速に認識でき，単純な表現で多くの意味を伝達できるため，多様なインタフェースで用いられている．しかし，インタフェース上で表現する対象が増加する中で，内容を分かりやすく表現することが難しくなり，ユーザが容易に認識できるようなアイコンの作成手法が求められている．本研究では，漢字の構造に基づいた新しいアイコン作成手法を提案する．提案する手法では，対象を形態要素に分解し，それらを漢字の構造を用いて配置・変形する．提案手法により高い表現力と認知の容易性を備えたアイコンの作成を目指す．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B17": {
        "title": "VR空間における粘着シミュレーションを用いたバーチャルオブジェクトの操作手法の提案",
        "authors": [
            "鯨岡 慶樹",
            "三武 裕玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 114,
        "abst": "VR技術の発展により，視覚や聴覚だけでなく，触覚を提示する技術についての研究が進展しており，ユーザーがよりリアリティのある体験を得られるようになってきている．しかし，VRにおける触覚提示の中でも「粘着感」に関しては，研究が限られている．また，粘着感提示の研究では，特殊なデバイスを必要とするものが多く，一般的なVR機器で体験可能なものは少ない．特殊なデバイスを用いる必要がある場合，そのVRコンテンツの体験の障壁になってしまう可能性がある．本研究では，特殊なデバイスを用いずに，一般的なHMDとVRコントローラを使って，視覚情報とVRコントローラの振動フィードバックにより粘着感提示を行う手法を提案する．また，本手法を用いたアプリケーションの1つとして，バーチャルオブジェクトの操作についての実験を行い，その結果について考察する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B18": {
        "title": "導電性／強磁性を併せ持つ毛状の入力インタフェースの提案",
        "authors": [
            "鎌田 航誠",
            "高橋 治輝",
            "塚田 浩二"
        ],
        "affils": [
            "公立はこだて未来大学",
            "立命館大学",
            "公立はこだて未来大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 178,
        "abst": "本研究では，安価な熱溶解積層方式の3Dプリンタで造形可能な細かい毛の集合体（毛構造）の拡張について提案する．これまで，導電性／強磁性を備える材料で造形した毛構造を使って，毛の触感を活用したタッチセンサや触覚フィードバックが可能なブラシを提案し，毛構造に入力機能やアクチュエーション機能を付与できることを示した．本研究では，デュアルヘッド3Dプリンタを使ってこれらの材料を同時に使用することで，導電性と強磁性の両方の性質を組み合わせた拡張が可能になり，毛構造をインタラクション研究に活用可能になった．本稿では，タッチパッドに手指の接触位置や撫でる方向を入力できる毛状インタフェースと，導電性と強磁性の両方の性質を利用することでタッチパッド入力中に毛先が変形する筆を作製した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B19": {
        "title": "ハンドヘルド円筒面タッチインタフェースの提案",
        "authors": [
            "田村 隼",
            "加藤 寛太",
            "高橋 伸"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 149,
        "abst": "一般的なデバイスで使用されている平面のタッチインタフェースに対して，非平面のタッチインタフェースを持つデバイスでは，形状の特性を活かした独自のインタラクションを設計できる．本研究ではタッチインタフェースの形状として円筒面に着目し，その特性を活かしたインタラクションを提案する．例えば，タッチ領域が環状に繋がっていることを利用して長距離ドラッグ操作を実装することができ，さらに，円周方向へ指を移動させる動作を物体を回転させる動作に見立てることで角度を調整するタスクに応用できる．このようなインタラクションやその応用例を実装するために，円筒面を指でタッチすることで操作し，特定の方向にスワイプすることでジェスチャを行う，円筒形の携帯型タッチデバイスを制作した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "2-B20": {
        "title": "HidEye：片目を隠す動作によるHMD用インタラクション手法の提案",
        "authors": [
            "伊勢 隆之介",
            "塚田 浩二"
        ],
        "affils": [
            "公立はこだて未来大学",
            "公立はこだて未来大学"
        ],
        "session": 2,
        "accept": 6,
        "category": 2,
        "paperid": 20,
        "abst": "近年，メタバース等の発展とともに没入型ヘッドマウントディスプレイ（HMD）の利用場面は日常生活にも広がりつつある．日常生活環境でHMDを利用するには周辺の人や物に対する状況認識が重要であるが，高い没入感や視認性と引き換えに両目の周辺が覆われてしまうため，周辺状況の確認が難しい．本研究では，片目を隠す動作でVRコンテンツとパススルー機能を重畳表示することで，仮想空間と現実空間のコンテンツを手軽に切り替え可能なインタラクション手法HidEyeを提案する（図1）．さらに，片目を隠す動作を仮想空間での視野変更に活用した応用例を実装する．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "2-B21": {
        "title": "Deliberate Maladjustment by Microorganisms: A Medium for Images or Luminous Bacteria",
        "authors": ["Takumi Saeki","Nobuhiro Masuda", "Kazuhiro Jo"],
        "affils": [
            "九州大学",
            "九州大学",
            "九州大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 6,
        "abst": "本論文では，筆者らの制作した2つの作品A Medium for Images or Luminous Bacteriaと‘イ’ (1926) by BioLuminescent Bacteriaを通し，“わざと調整しない(deliberately maladjusted)”(Vasulka, 1970) という言葉の新たな意義を，微生物による画像処理と結びつけることで明らかにする．“わざと調整しない”こととは，1970年代のビデオアートにおける，当時支配的なメディアであったテレビジョンに対する物理的な介入のもつ批評性を表した言葉である．これらとは対照的に，現代のコンピューターによる画像処理は，デジタル計算とディスプレイにうまく調整された(well-adjustedな)方法で，様々な視覚メディアをシミュレートし，操作する．著者たちは，生きた存在や微生物を用いた画像処理の歴史的過程を再考し，”わざと調整しない”作品の可能性の拡張を試みる．",
        "pagenum": 4,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "alter_title": "Deliberate Maladjustment by Microorganisms: A Medium for Images or Luminous Bacteria",
        "intconf": "Leonardo",
        "author_affil": "佐伯拓海 (九州大学大学院芸術工学府博士課程)\n増田展大 (九州大学芸術工学研究院)\n城一裕 (九州大学芸術工学研究院)",
        "confirm2": "確認しました．"
    },
    "2-B22": {
        "title": "ミストへのプロジェクションマッピングを用いた生け花演出手法の提案",
        "authors": [
            "吉田 陽菜",
            "水野 慎士"
        ],
        "affils": [
            "愛知工業大学",
            "愛知工業大学"
        ],
        "session": 2,
        "accept": 5,
        "category": 2,
        "paperid": 165,
        "abst": "本研究ではミストとプロジェクションマッピングを用いた生け花の新しいデジタル演出手法を提案する．この演出手法は「雲の上の生け花」をコンセプトとしており，容器内に発生させたミストを雲に見立てて，その上に直接花を生けることができる．その際，花を生けるたびにミストには花の色に対応した光が投影されて，光の帯が渦巻き状に伸びていく．異なる色の花を生けることで，光の帯も様々な色で伸びていきながら融合するため，まるでゆっくりと回転する雲に合わせて伸びていく虹のような雰囲気となる．これにより，生け花とインタラクティブな映像を組み合わせた新しい体験が可能となる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A01": {
        "title": "一般ユーザ向けの機械学習開発体験イベントにおける小型デバイスの効果検証",
        "authors": [
            "川辺 航",
            "福田 大翔",
            "設楽 明寿",
            "中尾 悠里",
            "菅野 裕介"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "筑波大学",
            "富士通株式会社",
            "東京大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 9,
        "abst": "本研究では，機械学習の技術的背景を持たないユーザでも機械学習モデルの訓練・評価が可能なシステムを提案し，機械学習モデル開発の体験会を通じてその効果を検証した．PCやタブレットなど画面操作を中心とするシステムは，技術的経験の少ないユーザにとって親しみづらく，体験の質を低下させることが指摘されている．これに対し，我々はユーザのエンゲージメント向上を目指して小型デバイスを採用した．デバイスはスクリーン操作のみならず，ボタン，振動，車輪の動きといった物理的なインタラクションを介して音声分類モデルを設計できる特徴を持つ．ユーザ実験では，デバイスがユーザの開発体験に与える影響を，ユーザの主観的評価，実世界への機械学習応用アイデア，ならびに訓練用に作られた教師データといった要素を通じて調査した．実験結果から，物理的なUIがユーザの開発への積極的な関与とアイデア創出を促進することが明らかになると同時に，彼らの技術的理解に関する課題も浮き彫りとなった．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A02": {
        "title": "融合身体を用いた一対多コミュニケーションの発話権交代の調査",
        "authors": [
            "平澤 義人",
            "三武 裕玄"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 111,
        "abst": "「融合身体」は，複数人が同時に操作可能な仮想的な身体やアバタを指し，これを1対多のコミュニケーションに応用することで，参加者が共通の身体や視点を共有し，非言語的な発話権交代が生まれると考えられる．特に，融合身体を使用する参加者同士は，身体の動きや視線を通じて自然に発話権を譲り合うことができる．これは従来の会話での発話権交代が音声や言語的な手がかりに依存していたのに対し，より柔軟で活発なコミュニケーションを実現することを示唆している．例えば，融合身体を使用する二人が，それを使用しない一人と会話する場合，共有された視点や動きを通じて会話のリズムや流れを調整し，発話のタイミングを譲り合うことが可能である．このような状況は従来のコミュニケーション研究には見られない新たな特徴を持つといえる．本稿では，融合身体の概念や関連研究を比較し，システムの設計と実装，今後予定している実験計画について詳述する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A03": {
        "title": "HMDを利用したVR環境において通知の重要度に応じて通知領域を動的に変更する手法の検討",
        "authors": [
            "川久保 空真",
            "高橋 治輝",
            "松村 耕平"
        ],
        "affils": [
            "立命館大学",
            "立命館大学",
            "立命館大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 168,
        "abst": "VRはユーザに没入感のある体験を提供してくれるが，一時的に現実の情報から切り離されてしまう．先行研究からユーザはVR活動中でも外部からのメッセージや通知を必要としていることが分かったが，既存の通知システムは通知の優先度に関係なく配置する．このような重要度や緊急性を無視した通知の配置は，タスクの不必要な中断を引き起こし，重要でない通知による情報過多につながる可能性がある．そこで本研究ではVRにおいてユーザのタスクの妨害をすることなく，通知の優先順位に応じた最適な位置に表示を行うシステムを提案する．このシステムではアイトラッキング技術によりユーザの視線をリアルタイムで計測し，360度のヒートマップを作成する．それに基づき通知の優先度ごとに，動的にユーザの邪魔にならない位置に通知を表示する．これによりユーザは通知が来ても必要な場合以外はタスクを中断せず，没入感を保ったまま活動を続けることができると期待される．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A04": {
        "title": "制約付き近傍クラスタリングを用いた人流データの可視化手法",
        "authors": [
            "安田 隆哉",
            "大西 正輝"
        ],
        "affils": [
            "名古屋工業大学",
            "産業技術総合研究所"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 182,
        "abst": "大規模なイベントにおける人流把握は，参加者の安全や快適な体験の提供，効率的な交通管理，緊急時の避難誘導などにおいて重要である．しかし，従来のエージェントの位置のによる可視化手法では，特に大規模かつ密集したデータの視覚的理解が難しい課題がある．本研究では，この課題に対処するため，エージェントの位置情報を基にした制約付きクラスタリングとその結果を集約オブジェクトとして表現する効果的な可視化手法を提案する．提案手法は，近傍半径とクラスタサイズに基づいて人流の特徴的な集中箇所や流れを直感的に表現し，視覚的な把握を促進する．スタジアム退場シミュレーションデータを用いた実験では，従来と比較して，密集したデータを適度な粒度でクラスタリングしつつ，密集箇所が認識しやすいように可視化されていることを確認した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A05": {
        "title": "P3VS：野球の視聴体験を向上させるための配球可視化アプリケーション",
        "authors": [
            "辻野 涼介",
            "伊藤 正彦"
        ],
        "affils": [
            "北海道情報大学",
            "北海道情報大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 154,
        "abst": "野球には様々な戦術が存在し，中でも配球は重要な戦術である.配球は，試合の展開および勝敗に直結する要素である．投手がどのような球をどの順番で投げるかは，打者を打ち取るか否か，試合の展開および勝敗に直結する要素であり，その戦術の選択が重要である．著者らは，配球を投手が打者1人に対して行う投球の組み立てと定義し，視聴者が野球の試合を見ながら，次の配球を対話的に分析し，視聴者自身が次の配球を予測することを支援できるシステム「P3VS」を構築してきた．本論文では，構築したシステムをWebサーバー上で動かし，タブレット端末上で探索および分析できるようにする．このシステムにより，視聴者が野球観戦をさらに楽しめるような仕組みの構築を目指す．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A06": {
        "title": "SoilSense: 土壌微生物燃料電池を活用したリアルタイム力覚フィードバックインタフェースの実現",
        "authors": [
            "塚越 雄真",
            "Tian Min",
            "杉浦 裕太"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 157,
        "abst": "近年気候変動対策として持続可能なエネルギの需要が高まっている. この課題に対し水分のみで作動する土壌微生物燃料電池 (Soil-based Microbial Fuel Cells,SMFC) が効率的な電力源を代替するものとして注目を集めている. これは, 土壌中の微生物の代謝活動を通じて電力を生成するものである. 本研究では, SMFCを柔軟なセンサとして活用するための新たなデザインスペースを提案する. カソードと土壌表面の接触面積の変化によって生じる電圧変動を利用し, 土壌を様々な環境に適用可能な「ユビキタスなセンサ素材」として導入する. このアプローチにより, 静電容量センサや力センサに類似したセンシング機能を実現する. 私たちは, さまざまな電極構成および体積含水率 (VWC) におけるこの現象の基本原理を調査した. また, 多様な入力に対応するため, 柔軟な素材を用いたモジュール型のコンテナを設計・製作した. さらに, SMFCを用いたユーザシナリオを実証し, バイオデザインとして土壌を使用する際の設計上の考慮点について結論を示す.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A07": {
        "title": "MoodGroove: テキストと身体動作による対話型音楽生成・編集システム",
        "authors": [
            "土屋 実結",
            "清水 紘輔",
            "鈴木 健嗣"
        ],
        "affils": [
            "江戸川女子高等学校",
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 148,
        "abst": "ダンスは，人間が感情を表現するための典型的な手段である．これまでの研究では，振付情報に基づいて音楽を作曲するなど，人間の体の動きを音楽に変換する方法が探求されてきた．しかし，従来の研究では，動きと感情と音楽のマッチングに焦点が当てられておらず，機械的に動きを音楽に変換する傾向があった．本研究では，ユーザーの感情を表現し，それとインタラクションするための音楽を，ユーザーの動きを用いて創作するシステム「MoodGroove」を開発した．このシステムは，まずユーザーが声で入力した感情情報に基づいて15秒のループ音楽を生成し，その後ユーザーの動きによって音楽のパラメータを編集することで，音楽の印象を変化させる．この研究は，ユーザーの感情を楽曲の形で表現することが，曖昧な感情を非言語的に表現し，その感情への没入とコミュニケーションを促進する可能性があることを示唆している．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A08": {
        "title": "SorToio: 小型群ロボットを用いたアルゴリズム学習支援システムの提案",
        "authors": [
            "板垣 智也",
            "塚田 浩二"
        ],
        "affils": [
            "公立はこだて未来大学",
            "公立はこだて未来大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 59,
        "abst": "近年，プログラミング教育の早期化にともなって，小学生でも理解しやすい工夫を行ったプログラミング教材などが開発されてきた．その中でも，手に取って扱えるタンジブルなオブジェクトを使ったプログラミング手法が多数提案されている．一方で，ソートや探索のアルゴリズムを学習するためのタンジブルなシステムは少ない．そこで本研究では，小型の群ロボットであるtoioを物理的に動かすことで，データ構造やアルゴリズムの学習を支援するシステム「SorToio」を提案する．各ロボットに値を持たせ，ロボット1台を定数，それらの並びを配列として扱うことで，配列内の要素の比較や交換をロボットの動作で表現することが可能になる．このシステムを用いて，データ構造やソートアルゴリズムなどを分かりやすく可視化する．本稿では，ソートの中でも単純なバブルソートと木構造を用いるヒープソートの2つをtoioの動きで実装した．",
        "pagenum": 6,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A09": {
        "title": "ボタン自体をさりげなく駆動させる情報提示手法の提案",
        "authors": [
            "田原 和真",
            "塚田 浩二"
        ],
        "affils": [
            "はこだて未来大学",
            "はこだて未来大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 62,
        "abst": "押しボタンは日常の様々な場所で用いられている一般的な入力デバイスである．押しボタンには，ほたるスイッチや照光式ボタンなどの情報提示機能を備えた機種もあるが，ボタン自体を発光させるため，必要以上に気を取られる可能性がある．そこで，本研究では押しボタンを物理的に駆動することで，機器の動作状態等をさりげなく表現可能な情報提示手法を提案する．筆者が過去に取り組んできた「押下圧」「クリック感」を動的に変更できるデバイスを改良し，「ストローク」も変更できるボタン型デバイスを用いて，情報提示手法の検討を行う．このデバイスを用いることで，非押下時にボタンの表面を上下させて注意を引いたり，ボタンをフラットにして押せなくしたり，ボタンを振動させ操作を促す等の動作ができる．さらに，これらの動作を活用した応用例を示す．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A10": {
        "title": "ディスプレイキューブの連携による形状可変UIシステム",
        "authors": [
            "藤川 晃史郎",
            "門本 淳一郎",
            "入江 英嗣",
            "坂井 修一"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 127,
        "abst": "本論文では，任意の形状に変化させることが出来るブロック型形状可変立体ディスプレイシステムを提案する．モニターなどに代表される従来のディスプレイ機器は主に平面的な表示のみが可能であり，三次元的な情報提示には適していなかった．このシステムは各面にディスプレイを搭載した立方体のブロックで構成され，ブロック同士が相互に通信し，結合することで一体化して立体的な情報表示を実現する．従来の平面ディスプレイの制約を超え，3Dモデルをブロック単位で投影し，視覚的に没入感のあるインタラクションを提供するとともに，既存の立体ディスプレイにはない柔軟で直接的な操作可能性とスケーラブル性を実現している．今回は本システムのプロトタイプについてソフト・ハードの両面から実装を行い，また3Dモデルの可視化アプリケーションの設計と応用可能性の検討を行った．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A11": {
        "title": "TouchFence: 接触箇所の検出が可能な電気柵",
        "authors": [
            "横野 脩也",
            "山田 渉",
            "落合 桂一"
        ],
        "affils": [
            "株式会社NTTドコモ",
            "株式会社NTTドコモ",
            "株式会社NTTドコモ"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 162,
        "abst": "農業において獣害は深刻であり，農地への野生動物の侵入を防ぐために電気柵を設置するのが一般的である．電気柵は農地を守るための優れたソリューションであるが，草や動物との接触によるショートや断線により，正常に機能しないことがある．本論文では，電気柵の電源から草や動物の接触箇所までの 2 つの経路の電気抵抗を比較することで接触位置を検知する電気柵の接触箇所の検出技術を提案する．評価実験から，長さ 200 m の電気柵への接触を 0.65 m 以下の誤差で検出できることを確認し，提案手法の有効性を示した",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A12": {
        "title": "InverseVis: 疎な領域へのサンプリング点生成による多次元データ中の「非存在」の可視化",
        "authors": [
            "伊藤 貴之",
            "田上 湖都",
            "矢島 知子",
            "李 国政"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学",
            "お茶の水女子大学",
            "北京理工大学"
        ],
        "session": 3,
        "accept": 6,
        "category": 2,
        "paperid": 14,
        "abst": "多次元データの可視化手法は非常にアクティブな話題であり，長年にわたって多くの手法が報告されている．その中でも散布図や平行座標プロットといった幾何学的な手法は，多次元データを構成する各個体を点や線で描くことにより，データ中の密な部位や外れ値が存在する部位を表現する．一方で時として我々は，多次元空間中の「個体が存在しない領域」に着目したいことがある．この要求を解決するために本報告では，多次元空間中の疎な部位に多数のサンプリング点を生成し，その点を可視化することで，個体が存在しない領域の分布を表現する手法を提案する．本手法では多次元空間の生成したサンプリング点に次元削減を適用して散布図で表示する．マウス操作によって特定の点を指定すると，平行座標プロットにより指定された点の各次元の値を表示する．本報告では，含フッ素有機化合物の反応実験データと，学術成績と給与のデータでのケーススタディをもって，提案手法の有効性を検証する．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "遅延公開(開催1週間前)",
        "confirm1": "確認しました．"
    },
    "3-A13": {
        "title": "ShowMe: 対話的な強調表示と拡大表示によるプレゼンテーションビデオの視覚的アクセシビリティの改善",
        "authors": [
            "SECHAYK Yotam",
            "SHAMIR Ariel",
            "五十嵐 健夫"
        ],
        "affils": [
            "東京大学",
            "Reichman University",
            "東京大学"
        ],
        "session": 3,
        "accept": 6,
        "category": 2,
        "paperid": 41,
        "abst": "プレゼンテーションビデオを使った学習は広く一般的に行われている．講師は，ビデオ作成過程で，さまざまな視覚的補助動作を活用することが多い．具体的には，プレゼンテーション中のポインティング，マーキング，スケッチなどが，視覚的補助動作としてよく使われる．しかし，これらの動作は視覚的に認識が難しいことが多く，説明が不十分であることが多い．弱視の学習者は，このような動作に追従するために，常にプレゼンテーションのフレーム内を探索する必要があり，フラストレーションと疲労につながっている．我々は，この問題を理解し解決するために，3人の弱視ユーザとユーザ参加型デザインを実施し，その結果にもとづき，講師の視覚的補助動作を強調表示し，拡大表示するツールShowMeを開発した．ShowMeは，弱視ユーザがプレゼンテーションをフォローできるように支援し，疲労とフラストレーションを軽減する．",
        "pagenum": 9,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A14": {
        "title": "物理的 UI を用いた一般ユーザーのLLM活用促進手法の提案",
        "authors": [
            "福田 大翔",
            "川辺 航",
            "菅野 裕介"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 40,
        "abst": "この論文では，一般ユーザーが大規模言語モデル（LLM）を利用するうえで存在する課題を探るとと共にその課題を解決できるようなアプローチを検討する．LLMは本来適切な前提を提供することで常識的な振る舞い以外にもユーザー独自の振る舞いをさせることができる．しかし，多くのユーザーはLLMの多機能性やカスタマイズ可能性を知らないために，LLMを活用した課題解決を行うことを困難にしている可能性がある．この問題を解決するため，本研究では物理的なUIを活用した，LLMを利用しつつも全ての入出力をデバイスを通じて行う手法を提案する．また提案デバイスがLLMの柔軟性の理解を促進するかを検証した．ユーザー実験ではデバイスを利用することを通じてLLMに対する認識がどう変わっていったかをアンケートやユーザーの振る舞いから調査した．結果として，このデバイスは一般ユーザーがLLMの可能性に対する理解を深められうることが確認された．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A15": {
        "title": "EchoAssist: サッカード侵入を用いた認知負荷推定による聞き逃し補完システムの提案",
        "authors": [
            "望月 崇広",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 172,
        "abst": "対面の授業や講演会などにおいて，登壇者の話を聞きながらメモを書いたり，関連する情報を探したりすることがある．この場合，人は話を聞きつつ手元のPCで作業をするというマルチタスクを行う．しかし，メモや情報検索に集中することで話を聞き逃すことがある．本研究では，眼球運動のひとつであるサッカード侵入の頻度から人の作業負荷を推定し，手元の作業に集中しているときに話された内容を要約して通知するシステム EchoAssist を提案する．このシステムにより，マルチタスク時の聞き逃しを補完できるようにし，手元の作業に集中しても聞き逃した部分だけを集中的に見返すことができる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A16": {
        "title": "ボクシングのパンチの打ち込みを体感可能なVRデバイスの開発",
        "authors": [
            "長沼 篤典",
            "松浦 昭洋"
        ],
        "affils": [
            "東京電機大学",
            "東京電機大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 146,
        "abst": "本研究では，自身の拳を用いて仮想空間内の相手とボクシングを行うアプリケーションにおいて，相手の顔やボディにパンチが当たった際に，仮想的な接触位置に近い拳の部位に接触刺激を提示可能なVRデバイスを提案する．本デバイスは，手の甲に設置する板上にソレノイドとサーボモータを設置し，それらで接触面の適切な方向を定めて拳に接触させることで，拳への刺激を提示する．仮想空間でのボクシングのプレイが可能なVRアプリケーションも開発し，デバイスと同期したプレイが可能であることを確認した．",
        "pagenum": 2,
        "confirm2": "確認しました．"
    },
    "3-A17": {
        "title": "VR空間における視線キューおよび身体配置の可視化による会話の生起支援",
        "authors": [
            "長谷川 実紀",
            "佐方 葵",
            "市川 あゆみ",
            "川口 一画"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 184,
        "abst": "実世界における会話の開始場面において，視線等の非言語情報は重要な役割を果たす．しかし，VR空間においては，視野角が制限されるために周囲に存在する他人の非言語情報に気付きにくく，会話の開始に対して心理的負担を抱く場合がある．この課題に対し，CGアバタを用いてVR空間内にてコミュニケーションを行う場合に，視線等の非言語情報をエフェクトで可視化することの有効性が示されている．また，対面にて会話をする場合には，会話の参加者の身体配置も重要である．そこで，我々は，VR空間における会話生起を支援するため，視線だけでなく身体配置にも着目し，視線キューおよび身体配置をエフェクトにより可視化する手法を提案する．今後は，実装した提案システムを用いて，視線キューおよび身体配置の可視化が会話生起に与える影響を評価するための実験を行う予定である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A18": {
        "title": "触覚刺激が言語音の主観的音量の知覚に与える影響の検証",
        "authors": [
            "戸田 結梨香",
            "鈴木 優"
        ],
        "affils": [
            "宮城大学",
            "ノートルダム清心女子大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 169,
        "abst": "聴覚と触覚の間には，本来別々とされる知覚が互いに影響し合う，クロスモーダル効果が確認されている．既存研究では，正弦波等の単純な音と振動を用いた実験により，聴覚における検出成績の向上や主観的音量の増大効果等が報告されている．本研究は，触覚刺激が言語音の主観的音量の知覚に与える影響の検証を目的とし，言語音を提示刺激に用いた音量強度弁別実験によって，既存研究で正弦波等の単純な刺激で示された効果を言語音において検証した．結果，触覚刺激の提示により言語音の主観的音量が1dB程度増大する効果に加え，触覚刺激の周波数帯域がこの効果に影響すること，同じく触覚刺激の提示により音量強度弁別成績が向上することを確認した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A19": {
        "title": "運動イメージベースのBCIを用いたVR環境における四本腕制御システム",
        "authors": [
            "笠原 雅仁",
            "平野 怜旺",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 17,
        "abst": "本研究は，運動イメージベースのブレインコンピュータインタフェース(MI-BCI)を用いた余剰肢(SLs)の制御手法を提案する．SLsは人間の運動機能を拡張し，作業効率を向上させることができる．ユーザーは，SLsを自然に制御することで，それを身体の一部であるかのように知覚する．SLsの自然な制御には，SLsへの身体化感覚(SoE)が重要であり，MI-BCIによる制御は，SLs制御において高いSoEを提示する可能性がある．本手法は，脳波データを計測し，解析することで，ユーザーのイメージによる四本腕の制御を可能にする．これにより，ユーザーに自然なSLsの制御を提供する可能性がある．本稿では，VR環境内で指定された腕を制御するタスクを行い，本手法による制御の可能性とSLsへのSoEを評価した．実験結果は，本手法による制御がユーザーに高いSoEを提示し，自然な制御を提供したことを示す．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A20": {
        "title": "BCIを用いた感情分類による感情的な擬似発声システム",
        "authors": [
            "井上 しいな",
            "平野 怜旺",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 44,
        "abst": "本研究では，ブレインコンピュータインタフェース（BCI）を用いた感情分類による感情的な擬似発声システムを提案する．本システムは，脳波解析によりリアルタイムでユーザの感情状態を分類し，分類結果を合成音声の感情パラメータにマッピングすることで，ユーザの感情状態を反映した合成音声を実現する．さらに，大規模言語モデルGPT-4oを用いて，ユーザが入力した文章を感情状態に応じて補正することで，感情表現の幅を広げる．ユーザは脳波機器を装着し，簡易的な文章を入力することで，合成音声による感情的な擬似発声を行うことができる．本稿では，本システムの実用性と応用可能性を検証するために，健常者を対象としたユーザスタディを行った．その結果，喜怒哀楽の4感情に対する推定精度が一定の水準に達したことを確認した．さらに，BCIによる感情分類とGPT-4oを組み合わせることで，言語表現の多様性が向上する可能性を示唆した．",
        "pagenum": 9,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-A21": {
        "title": "RemoteWalker：遠隔ユーザー間で対称に歩行体験を共有するシステム",
        "authors": [
            "矢崎 武瑠",
            "Lei Tingfeng",
            "稲見 昌彦"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "東京大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 131,
        "abst": "装着型テレプレゼンスシステムは，屋外活動を遠隔ユーザー同士で共有することを可能にしている．しかし，ユーザー同士の関係性が非対称であり，コミュニケーションの双方向性を実現しにくい．我々は遠隔ユーザー同士が対称に周囲環境を伝送しながら一緒に歩く体験を実現するコンセプトとシステムを提案する．このシステムでは，ユーザー自身と遠隔パートナーがHMDと360°カメラを装着し，360°映像と音声，及び歩行情報を伝送しあう．HMDのビデオシースルー機能によって表示されるユーザー自身の物理環境の上に，他ユーザーの360°映像がマッピングされた球体が重畳されている．この球体及び他ユーザーからの音声の位置は他ユーザーの歩行速度・方向に応じて変化する．これによって，ユーザーは視覚的にも聴覚的にも他ユーザーの移動や環境を認識しながら，自身の環境を歩くことが可能となる．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-A22": {
        "title": "センサによるシャトルすくい練習支援システム",
        "authors": [
            "石田 こなつ",
            "木下 梓",
            "五十嵐 悠紀"
        ],
        "affils": [
            "お茶の水女子大学",
            "お茶の水女子大学",
            "お茶の水女子大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 96,
        "abst": "バドミントン選手は落ちているシャトルをラケットで拾い上げる，「シャトルすくい」でシャトルを回収することが多い．しかし，シャトルすくいの習得は，試行錯誤を繰り返しながら練習することが一般的であるため，習得に時間がかかる．本研究では，ラケットのグリップ部に取り付けた6軸センサによるラケットの動きの検出により，ユーザに視覚，聴覚のフィードバックを行う．これにより，シャトルすくいにおけるラケットの角度や動かし方を効率的に習得する支援を行う．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B01": {
        "title": "ゲームを用いた自動点眼システムの実装と検討",
        "authors": [
            "森谷 美羽",
            "栗原 一貴"
        ],
        "affils": [
            "津田塾大学",
            "津田塾大学"
        ],
        "session": 3,
        "accept": 6,
        "category": 2,
        "paperid": 36,
        "abst": "目の乾燥や疲れなどがあった場合，目薬をさすことで緩和されることがある．しかし，点眼が苦手な人は一定数存在している．そこで本研究では，ゲームをしながら自動で点眼ができるシステムを提案する．本システムはobniz Board，それによって制御されるDCモータ駆動ポンプとボタン，スマートフォン上で使用するWebアプリケーション等で構成されている．本システムはゲームが持つプレイヤを引き込む特性を活かし，ゲームプレイ中に点眼することで被点眼者の心理的負荷の軽減を目指す．さらに，点眼のタイミングの異なる3つのゲームルールを用いたユーザスタディを行うことで，ゲーム中の点眼液の噴射がプレイヤに与える心理的影響を明らかにし，点眼の心理的負担を軽減するための方法や点眼のエンタテインメント化に関する検討を行った．その結果，ゲームルールによってプレイヤの感じる点眼の快・不快度合いが異なることと，ゲームを用いることで点眼への意識を逸らすことができる可能性が示唆された．",
        "pagenum": 8,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-B02": {
        "title": "Floatink: ホワイトボードマーカーのインクの浮上性を利用した水面ディスプレイの提案",
        "authors": [
            "青山 萌華",
            "古島 妙",
            "橋本 直"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 153,
        "abst": "水面に絵や文字を提示するディスプレイには，これまで水滴や気泡を用いて画素を構成する手法が提案されてきた．本研究では，インクを水面に浮かべることで情報提示を行うディスプレイ「Floatink」を提案する．提案手法では，ホワイトボードマーカーで描画したインクが，インクを吸収も吸着もしない素材に描かれた後，水に浸けることで素材から剥がれ，水面に浮くという特性を利用した．本稿では，Floatinkのシステム設計と実装したプロトタイプについて説明する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B03": {
        "title": "曲面の4Dプリントに向けたドットパターンの収縮率の調査",
        "authors": [
            "藤野 皓",
            "鳴海 紘也"
        ],
        "affils": [
            "慶應義塾大学",
            "慶應義塾大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 98,
        "abst": "本研究では，インクジェット印刷を施した熱収縮フィルムを加熱することにより，曲面の自動変形を行う．先行研究であるInkjet 4D Print [2]では，熱収縮フィルムの両面に折紙のパターンを印刷することで，フィルムが折れる（収縮率最大）か折れない（収縮率ゼロ）かの2状態を制御していた．しかし，この手法で実現できる形状は離散的な折紙に限られ，連続的な曲面を実現することはできなかった．本研究では，フィルムの両面にドットパターンを印刷し,パターンの密度によって局所的な収縮率を制御することで曲面を実現することを目指す．その予備検討として，ドットパターンの密度に対する収縮率を調査し，ドットパターンの組み合わせによって得られた曲面の事例を示す．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B04": {
        "title": "Enhancing Non-Dominant Hand Skills Through Inverted Visual Feedback in a Mixed Reality Environment",
        "authors": [
            "Ryudai Inoue",
            "Qi Feng",
            "Shigeo Morishima"
        ],
        "affils": [
            "早稲田大学",
            "早稲田大学",
            "早稲田大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 47,
        "abst": "Acquiring fine motor skills with the non-dominant hand in a short period is advantageous but often difficult. In this research, we explored the effects of inverted visual feedback using a traditional mirrorbased method and a new mixed reality-based approach. Through studies with different visual information requirements, we gained valuable insights into the inﬂuence of visual information and cognitive load. The positive results of mixed reality on skill acquisition indicate numerous potential applications.",
        "pagenum": 3,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-B05": {
        "title": "単語の肯定度合いを可視化するワードクラウドを用いた議論の促進",
        "authors": [
            "大澤 怜二",
            "大沼 怜生",
            "川口 一画"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 196,
        "abst": "議論は一般に発散段階と収束段階の二つの段階を経る．議論における進行を促進するために，ワードクラウドが用いられることがある．しかし，これまでのワードクラウドを議論で用いた先行研究では，発散段階への貢献が大きく，収束段階への貢献が十分に調査されていない．本研究では，ワードクラウドを用いた議論における，収束段階の議論促進を目的として，文脈において各名詞がどの程度肯定的に用いられているかを色を用いて可視化するシステムを提案する．提案システムでは，会議において言及された単語をリアルタイムにてワードクラウドに反映する．その際に，議論の収束段階において必要とされる，個人間における関心の差や，認知の違いを少なくする効果を期待して，表示される各単語に文脈に基づいた色を付与する．今後は，提案システムを議論において用いることが，議論の収束段階において与える影響を評価するための実験を行う．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B06": {
        "title": "教育者の動作を基にしたEMSフィードバックによるドラム学習支援",
        "authors": [
            "式田 陽",
            "周 鑠",
            "奥田 晶浩",
            "山田 凌大",
            "西来 豊人",
            "瀬川 典久"
        ],
        "affils": [
            "京都産業大学",
            "京都産業大学",
            "京都産業大学",
            "京都産業大学",
            "京都産業大学",
            "京都産業大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 185,
        "abst": "ドラム演奏の習得には，正確なタイミングと動作の反復練習が重要である．本研究では，加速度センサーと筋電刺激（EMS）を用いた新しいドラム学習システムを提案する．教育者は加速度センサーを装着したドラムスティックを使用し，両手と足のそれぞれの叩くタイミングのデータを収集する．足のタイミングは圧力センサーをドラムのタムに装着し取得する．学習者は両手と足にEMS装置を装着し，教育者の演奏データに基づいてリアルタイムで身体的フィードバックを受ける．このシステムにより，学習者は教育者の演奏タイミングと動作を直感的に理解し，効率的にドラムスキルを向上させることが期待される．本研究は，システムの設計と開発に焦点を当てており，今後の評価と改良に向けた基盤を提供する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B07": {
        "title": "スクロール速度に応じた段階的要約による文書提示手法の提案",
        "authors": [
            "本間 大一優",
            "宮下 芳明"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 186,
        "abst": "本稿では，大規模言語モデルを用いて段階的な要約を生成し，スクロール速度に応じて適切な詳細度で情報を提示する手法を提案する．具体的には，スクロールが速いと簡略な要約，遅いと詳細な要約を提示する．スクロールのみで拾い読みと精読を切り替えることができ，高速スクロール時でも簡略な要約から文書の内容把握が可能である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B08": {
        "title": "リズムゲームを応用した視線誘導システム",
        "authors": [
            "牧元 勇人",
            "小池 英樹",
            "宮藤 詩緒"
        ],
        "affils": [
            "東京科学大学",
            "東京科学大学",
            "東京科学大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 87,
        "abst": "遠隔で相手に指示を与える際，視線の動きを正確に伝えることは重要である．特に，サッカーのようなスポーツでは，プレイヤに対してボールや選手へ視線を誘導することでパスやドリブルなどの動作精度の向上を見込める．しかし，従来の手法では，単位時間あたりに多くの視線誘導タスクを確実に実行することが困難である．本論文では，視線誘導の精度向上を目指し，視線を追従しやすいUI表示システムと，誘導対象者の共同眼球運動能力向上手法に着目する．具体的には，UI表示にリズム性を加えた視線誘導システムを提案．本実験を通じて，視線誘導タスクが複雑な場合では，リズムゲーム化した視線誘導システムが正確な視線誘導に寄与する可能性が示唆された．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B09": {
        "title": "聴覚障がい者向けの地声で対話するコミュニケーションツールの検討",
        "authors": [
            "越後 宏紀",
            "金 韓栄",
            "神田 悠杜",
            "田中 航太",
            "出戸端 賢人",
            "山本 弘稀"
        ],
        "affils": [
            "ソフトバンク株式会社",
            "ソフトバンク株式会社",
            "ソフトバンク株式会社",
            "ソフトバンク株式会社",
            "ソフトバンク株式会社",
            "ソフトバンク株式会社"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 190,
        "abst": "既存の文字起こしツールや音声出力ツールにより現在では聴覚障がい者と健聴者が共にコミュニケーションを取りやすくなっている．しかしながら，現在はあくまで対話の中に翻訳ツールが仲介する構造になっており，聴覚障がい者と健聴者がシームレスに対話することは困難である．その問題を解決するために，我々は生成AIを活用し入力される手話をリアルタイム翻訳しユーザの地声で音声出力するコミュニケーションツールの開発を目指している．本稿では開発の初期段階として，指文字をテキストに変換し，そのテキストをユーザの地声で音声出力するコミュニケーションツールを提案した．指文字をカメラで認識しテキストとして読み取り，そのテキストは生成AIによって補完処理や文脈予測し対話の文を生成する．事前に1分弱の地声を登録しておくことで，テキストを地声で音声出力することを可能としている．今後は多言語手話への対応や，地声出力の効果を評価する実証実験を行う予定である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B10": {
        "title": "Emo-pathy：寄り添いインタラクションによる心理的健康促進システム",
        "authors": [
            "末永 悠之介",
            "高橋 治輝",
            "松村 耕平"
        ],
        "affils": [
            "立命館大学",
            "立命館大学",
            "立命館大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 191,
        "abst": "人と人とのコミュニケーションにおいて，感情を他者に伝えることは，ポジティブな感情を共有することでポジティブな気分を高め，ネガティブな感情を共有することで感情的苦痛を和らげる効果がある．オンライン上の匿名性の高い環境は，感情の開示を促進させることが示唆されており，感情を共有することの効果を最大化できる可能性がある．本研究では，スマートウォッチ上で感情とその起因の記録を共有し，共感と励ましによる寄り添いインタラクションによって心理的健康を向上させるシステムを提案する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B11": {
        "title": "あアラウド法における機械学習を用いた感情観測の初期検討",
        "authors": [
            "山岸 丈留",
            "安中 勇貴",
            "大見 亮介",
            "渡邊 恵太"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 192,
        "abst": "感情はインタラクションやエンタテインメントの評価指標であり，ゲーム体験の評価に重要である．川島らは，システム体験中の実験参加者に「あ」のみを発声させることで，リアルタイムかつ時系列な感情観測を可能にする「あアラウド法」のコンセプトを提案した．山岸らは，あアラウド法においてAffect Gridを活用した分析手法を提案し，著者ら2名の分析結果からその利用可能性を示した．本研究では，山岸らの前研究で収集した発声データを使用し，機械学習による感情観測システムを試作し精度を検証した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B12": {
        "title": "複数の歩行軌跡に基づくGPSアートを用いた歩行促進アプリの提案",
        "authors": [
            "尾本 悦基",
            "塚田 浩二"
        ],
        "affils": [
            "公立はこだて未来大学",
            "公立はこだて未来大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 205,
        "abst": "ウォーキングやランニングなどの歩行活動は，健康維持やメンタルヘルスの向上に効果があるが，多忙などを理由に運動時間を確保できない人が多い．従来の歩行促進手法では，運動のためにまとまった時間が必要であることが課題となっていた．そこで本研究では，GPSアートを活用した新しい歩行促進手法を提案する．提案するシステムは，ユーザが歩行時に記録した軌跡を組み合わせて作品を制作・閲覧できる機能を備えており，楽しみながら日常生活の中で自然に歩行活動を促進することを目指している．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B13": {
        "title": "スポーツにおける緊張感の再現に向けたHMDを用いた内受容感覚の誇張フィードバックに関する基礎検討",
        "authors": [
            "相浦 航",
            "中山 陽",
            "山縣 俊亮",
            "阿部 悟",
            "福嶋 政期"
        ],
        "affils": [
            "九州大学",
            "九州大学",
            "株式会社アシックス",
            "株式会社アシックス",
            "九州大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 195,
        "abst": "スポーツ競技では, 本番において過度な緊張やプレッシャーにより練習通りのパフォーマンスが発揮できなくなってしまうことがある. そこで, 我々は高い強度の緊張を経験できるVRコンテンツを製作し, 緊張を感じる状況でトレーニングを行うことで本番のパフォーマンスの低下を低減することを目的とする. そのために高い緊張状態における内受容感覚（臓器・自律神経・ホルモン反応に由来する感覚の総称）の一部をバーチャル空間で体験可能なコンテンツを製作した.",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B14": {
        "title": "動的に画面の傾斜を変化させるスマートフォン用インタフェースの開発",
        "authors": [
            "加藤 寛太",
            "高橋 伸"
        ],
        "affils": [
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 151,
        "abst": "本研究は，スマートフォンの触覚インタラクションの拡張を目的に，ディプレイ全体の傾斜変化を使用したインタフェースを提案し，プロトタイプの設計および実装を行なった．ディスプレイの傾斜変化によるフィードバックは，視覚的・触覚的に認識可能であると考えられ，ディスプレイ表示と傾斜変化を統合することにより，モバイル端末における出力モダリティの拡張が可能だと考えられる．また，飛び出した画面を押し込む入力手法は，タッチパネルにおけるタッチ操作，長押し操作の延長であり，スマートフォンの入力モダリティに幅を持たせることが期待される．プロトタイプの実装には，安価かつ低消費電力かつ小型化のために小型サーボモーターを使用し，外装は3Dプリンターにて製作した．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B15": {
        "title": "入力途中の文字列をリアルタイム共有する同期的なグループチャットシステム",
        "authors": [
            "半田 篤史",
            "伊勢 侑将",
            "川口 一画"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 197,
        "abst": "現在，個人間およびグループ内の会話においてテキストチャットが広く使われている．テキストチャットは同期的なコミュニケーションツールとして使用される場面が存在し，同期的な会話にて頻繁に話者交代が行われる．しかし，テキストチャットを用いた同期的な会話は，対面会話より高い割合にて会話内容が重複するという課題がある．課題解決のための手法として我々はタイピングインジケータを用いた．先行研究を参考に，他のユーザの入力途中の文字列をリアルタイムに共有する機能を含む同期的なグループチャットシステムを実装する．実装にあたって,複数ユーザが同時に入力している場合において各ユーザごとのリアルタイム共有欄を表示するために,表示する順番を考慮する必要がある．適切な順番を考えるために異なる3種類のシステムを実装した．今後は，3種類のうちWISSにて得られた意見を基に決定したシステムと現在普及している一般的なグループチャットを比較して，会話におけるユーザ体験の違いや会話の進め方，特に話の重複に対する影響を，定性および定量の両面からの評価を通して調査する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B16": {
        "title": "匂いを用いて聴衆の反応を共有するプレゼンテーション支援システムOdorReaction",
        "authors": [
            "藤川 興昌",
            "守 新太郎",
            "川口 一画"
        ],
        "affils": [
            "筑波大学",
            "筑波大学",
            "筑波大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 201,
        "abst": "プレゼンテーションは，一対多における情報提示手法として様々な場面にて用いられているが，通常の対話と比べて聴衆の非言語情報が減少するといった課題がある．この課題に対して，聴衆の反応を発表者へ共有する研究が多く行われているが，反応を共有するための媒体として視覚および触覚を用いており，他の感覚については調査されていない．そのため，各感覚の特徴について比較を行ったところ匂いを用いることによって円滑なインタラクションを実現しつつ発表者への負担を軽減できる可能性があることが判明した．そこで，我々は匂いを用いて聴衆の反応を共有するプレゼンテーション支援システムOdorReactionを提案する．今後は提案システムを用いてユーザテストを行い，匂いを用いた聴衆による反応の共有が発表者の発表のしやすさ，および聴衆の満足度へ与える影響に関して評価を行う予定である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B17": {
        "title": "SounDary-Space:“音響的な境界”を提示可能な，新たな音響空間体験の確立に向けた開発と検討",
        "authors": [
            "古町 昂大",
            "安井 重哉"
        ],
        "affils": [
            "公立はこだて未来大学",
            "公立はこだて未来大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 198,
        "abst": "本研究では，両耳への音響を個別に制御することにより，自身の身体が音響空間に入り込む体験を提供する「SounDary-Space」を提案する．SounDary-Spaceは，ユーザの身体動作と音による知覚操作によって生み出される“音響的な境界”を提示することが可能である． “音響的な境界”の提示原理を定義した上で，SounDary-Spaceでの両耳への音響制御手法の模索を行う．本研究では，動作原理を確認できる複数の方式を開発し，比較検討を行う．そこから発見された特性や改良点から， “音響的な境界”を体感できる新たな音響空間体験の確立を目指す．本稿では，境界の提示が明瞭な方式・没入感に伴う自己主体感が強い方式・それら2つの特性から得られた気づきをもとに改良を施した方式の，3つのプロトタイプを紹介する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B18": {
        "title": "技術・家庭科共有プログラミング教材を用いた出前授業におけるロボットインタラクション",
        "authors": [
            "新田 彩奈",
            "赤川 徹朗",
            "齋 麻子",
            "細川 靖"
        ],
        "affils": [
            "八戸高専",
            "八戸高専",
            "八戸高専",
            "八戸高専"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 202,
        "abst": "本稿では，技術科目と家庭科目において共有することを目指したプログラミング教材を用いた出前授業と，インタラクションを付加したプログラミング教育用ロボットについて述べる．家庭科の授業内で，手順に沿ってロボットに付加する装飾を中学生自身が作成することでロボットへの興味関心を喚起して，出前授業で使用する授業構成を考案し，実践した．これにより，生徒がロボットに対して愛着や親しみを感じ，興味関心を高められる可能性が確認できた．また，より親しみやすさが感じられることを目的とし，生徒からの働きかけで発話するロボットの動作モードを作成した．今後はこのロボットを中学校での出前授業に採用し，生徒に与える影響について検証する予定である．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B19": {
        "title": "気がかりの少ない多人数テキストコミュニケーションツールの設計検討",
        "authors": [
            "中野 真緒",
            "西田 健志"
        ],
        "affils": [
            "神戸大学",
            "神戸大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 203,
        "abst": "多人数が参加する講義や学会発表では，聴講体験を向上させるためにチャットアプリや共同編集ドキュメントが音声コミュニケーションと併用されている．テキストコミュニケーションツールは多数開発され，1 人ずつしか話せないなどの音声コミュニケーションの課題を解消している一方で，他の人のことが気になってしまう面はあまり解消されておらず，人のことを気にする人ほど話さなくなってしまうという課題は解決されていない．本研究では，気がかりの少ないコミュニケーションツールの実現を目的として，チャットとドキュメントがそれぞれ異なる安心と気がかりを生むことに着目し，両ツールの特性を組み合わせ，さらに「メモ」「重ねる」「持ち帰り」機能を追加したプロトタイプシステムの設計を検討する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B20": {
        "title": "ダンスパフォーマンスにおける呼吸リズムのリアルタイム可視化システム",
        "authors": [
            "染谷 英里",
            "清水 大地",
            "土田 修平"
        ],
        "affils": [
            "お茶の水女子大学",
            "神戸大学",
            "お茶の水女子大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 193,
        "abst": "ダンスにおいては，技術や体力の向上のみならず，感情や美的表現を伴う芸術的表現力の向上も重視される．これまでに，動作および呼吸に着目し，スキルやパフォーマンスの流れといった運動の質を向上させるシステムが提案されている一方で，独創性や音楽性といった芸術的な表現力を向上させるシステムは主に動作に焦点を当てており，呼吸を考慮したシステムの確立には至っていない．そこで本研究では，ダンスパフォーマンス中の理想的な呼吸パターンとリアルタイムの呼吸パターンの比較を行うシステムを提案する．このシステムでは，マイクを用いて呼吸音を取得し，音量を基に呼吸の吐出量を定量化することで，ダンサーが理想的な呼吸パターンにどの程度沿っているかを視覚的に示す．このフィードバックを活用することで，ダンサーは理想的な呼吸パターンの再現に意識的に取り組むことが可能となり，それにより芸術的表現力の向上が期待される．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B21": {
        "title": "身体動作選択的なエフェクト提示のための高速プロジェクタの投影パターンの検討",
        "authors": [
            "姜 皓翔",
            "太田 雅啓",
            "吉田 貴寿"
        ],
        "affils": [
            "東京大学",
            "東京大学",
            "慶應義塾大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 204,
        "abst": "音楽ライブやダンスなどのエンターテイメント分野における照明演出では，特定の身体動作に対して選択的に視覚的エフェクトを出すことが望まれている．既存技術では，高速な動作計測と高速な映像提示の両方が必要とされるが，セットアップの複雑さや演者への身体的負担などの課題がある．本研究では，知覚特性を取り入れた投影光のパターン生成と，人間の身体動作の特性に合わせたエフェクト設計により，センサを用いずに高速プロジェクタのみで狙った場所にだけエフェクトを提示するシステムを提案する．特に，静止時には見えないエフェクトが動いて初めて見えるようなインタラクティブな表現を実現する．デモンストレーションとして，ギターの速弾きに合わせて手の動作に選択的にエフェクトが現れる演出を行った．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    },
    "3-B22": {
        "title": "机上に投影した空中立体映像による方向指示の精度調査",
        "authors": [
            "松浦 向日葵",
            "福地 健太郎"
        ],
        "affils": [
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 6,
        "category": 2,
        "paperid": 57,
        "abst": "机上に映像を投影し，机上の実物体の説明や操作指示を行うシステムがこれまでに提案されている．多くの場合，矢印や記号類を投影することで指示を表現するが，小さな人間型キャラクタを表示して説明や指示をすると，利用者との対話感や共在感，楽しさを向上させることができ，博物館展示などに向く．しかし，投影する映像が平面の場合，キャラクタの方向指示精度に課題があった． 本研究では，キャラクタを空中立体映像として投影することにより，方向指示精度の改善を図った． 評価実験の結果，平面映像投影と比較して，方向指示の認識精度が有意に向上することが明らかになった．これにより，指示対象となる実物体が多数あるような環境における，空中立体映像の優位性が示唆された．",
        "pagenum": 7,
        "demoifaccepted": "はい",
        "postpone": "通常公開(開催1ヶ月前)",
        "confirm1": "確認しました．"
    },
    "3-B23": {
        "title": "傘を用いたデジタルサイネージにおけるインタラクションの検討",
        "authors": [
            "飯田 海吏",
            "諸角 海音",
            "田島 冴渡",
            "橋本 直"
        ],
        "affils": [
            "明治大学",
            "明治大学",
            "明治大学",
            "明治大学"
        ],
        "session": 3,
        "accept": 5,
        "category": 2,
        "paperid": 206,
        "abst": "サイネージは広告や案内などの情報を動的かつ視覚的に伝えるために利用される．しかし既存のサイネージの多くは壁や床に映像を表示するのみであり，ユーザごとに個々の情報を提示する機能が備わっていない．そこで本研究では，動く傘に対して映像を投影し，さらに傘の回転や傘同士の接近により，映像が変化するインタラクション要素を加えたデジタルサイネージシステムを提案する．提案手法では赤外線カメラと再帰性反射材を用いることで，傘のトラッキングを行う．トラッキング情報をもとに動きの検出と投影の位置合わせを行う．本稿では，本システムの概要と実装について説明し，具体的な利用方法について議論する．",
        "pagenum": 3,
        "confirm2": "確認しました．"
    }
}